{
	"id": 2,
	"name": "Children of Gaia",
	"willpower": "4",
	"description": "The Children of Gaia seem to be a study in contradiction. They are Gaia’s warriors, yet they want nothing more than peace. No Garou work harder and plead more humbly for cooperation between the tribes than they do. None grieve more when forced to shed the blood of a fellow werewolf. More than any other tribe, they value compassion for all Gaia’s children, even those that hold them in contempt. Many Garou mistake this compassion for weakness, — only to discover that the Children’s hatred of war doesn’t preclude the ability and will to fight — and fight well.<br><br> The tribe has its origins in the days of the Impergium, when they protested the practice of culling humans and fighting over territory. When the Garou Nation came to an accord and agreed to end the Impergium, the peacemakers who had led the effort formalized a pact with Unicorn and became the Children of Gaia. They are the only tribe born from an act of peace, and they take great pride in of this origin.<br><br> The Children of Gaia’s primary purpose is that of all Garou — fight the Wyrm, wherever it breeds and wherever it dwells. But their chosen secondary purpose is to mediate disputes and alliances among septs and packs, strengthening the Nation as a whole. It’s a difficult job, made more difficult by the contempt they face from many more martial tribes. But as they argue, it’s critical.<br><br> The Children of Gaia are a comparatively numerous tribe. Rivals claim it’s because they shrink from combat — but that’s not true. They do well by adopting other Garou, any who ask. They are especially respectful of metis, treating them as equals. They have less of an advantage with lupus numbers, though several wolf-born that grew up not understanding the concept of “war” find the Children’s ideal most natural.<br><br> Unicorn’s children are less concerned with strict rank and hierarchy. Though still powered by wolf instinct, they favor fairly loose pack and sept organization. Each sept has two elders who must excel at mediation: the Voice of the Goddess (always female) and the Arm of the Goddess (always male).<br><br> The Children constantly involve themselves in the arena of human politics, more so than many other tribes. They face the same limitations that all werewolves do where subtlety is concerned, but still they use what influence they can, particularly through their Kin, to promote agendas of compassion, peace and tolerance. The tribal creed states that the war for Gaia can’t be won without loyal human hearts. It’s an uphill battle, though, and boundlessly frustrating. When the time comes for war, more than one Child of Gaia lets out a pent-up Rage that’s horrifying in its strength.<br><br> With the Apocalypse so close at hand, the Children of Gaia are facing many internal crises of faith. Humanity seems to come so far, and then it falls back into old patterns of hatred and bloodthirst. There are so few Garou to protect the world, and they turn on each other so quickly. Many of the tribe have fallen into Harano as the enormity of their task seems to be overwhelming. Some Children even argue that the secrecy of the Veil prevents them from properly educating humans — that they would have the allies they need if they could just show the humans what’s going on. These arguments cause rifts even within the tribe.<br><br> All told, the odds seem impossible. But if they were to give up, the elders growl, they wouldn’t be the Children of Gaia. They wouldn’t be Garou.",
	"nickname": "Children",
	"appearance": "Strong Children of Gaia Pure Breed usually manifests as a white dappling on a gray or brown coat. The most renowned Children have a calm and serene bearing that can be intimidating in its own right.",
	"territory": "The Children of Gaia are particularly inclusive when it comes to choosing mates. Their Kin usually display great passion for progressive causes that match the tribe’s goals. However, the Children haven’t had a dominant presence in their ancestral homelands — the Fertile Crescent, particularly the areas of former Canaan — for a long, long time. They claim territories across the world, particularly in North America.",
	"creation": "Many Children of Gaia stress Social Traits at least a little, in order to make themselves heard. They don’t neglect their combat skills, but Abilities such as Empathy, Leadership, Streetwise, Performance and Etiquette are all valued.",
	"gifts": [
		"Brother's Scent",
		"Jam Weapon",
		"Mercy",
		"Mother's Touch",
		"Resist Pain"],
	"camps": [
		"<b>The Anointed Ones:</b> This camp has renounced violence in all its forms. They will not raise a hand to strike another creature, and constantly find new ways to free themselves of Rage to maintain that control. ",
		"<b>Seekers of the Lost Tribes:</b> This camp seeks to revive the three dead tribes of the Garou or at least learn some of their secrets to use in the war against the Wyrm. ",
		"<b>Servants of Unicorn:</b> The Servants of Unicorn are masters of diplomacy and are specialized in mediating in-Tribe conflicts within the Nation. ",
		"<b>The Patient Deed:</b> This camp believes in refraining from violence until it is absolutely necessary. Needless to say, they are often at odds with some of the more martial tribes like the Get of Fenris. ",
		"<b>Imminent Strike:</b> The Imminent strike is the war-camp of the Tribe, seeking to unite all Garou for the final battle ",
		"<b>Bringers of Eternal Peace:</b> This camp seeks to bring the Apocalypse, thinking that after the Wyrm has won, true peace will be finally achieved. They are rumored to be on the brink of falling from Gaia. "
	],
	"totem": "Unicorn. The Children of Gaia tribal totem is a powerful spirit of purity, compassionate in peace but also ferocious in war. They prefer to strike pacts with totems such as Dove and Narwhal, as well as gentle spirits of glade and starlight.",
	"quote": "We’re Garou.<br> We draw out the toxins from our Mother’s blood,<br>cut away Her cancers,<br>slay the parasites feeding on Her flesh.<br> But once the surgery’s done,<br> you have to bind the wounds back up, too.",
	"stereotypesTribes": {
		"furies": "They have such great reserves of wisdom about the world, but they guard them so jealously.",
		"gnawers": "They care more than they let on, but it still breaks your heart to see them turn their backs on the rest of us in the name of survival.",
		"children": "",
		"fianna": "There aren’t many who mourn their losses more keenly, or prize their victories more joyously.",
		"fenris": "You can admire their bravery and strength, but at the end of the day, this war is something that we abhor and that they seem to cherish. It’s horrifying.",
		"walkers": "They can be relied on to listen to reason, even if their logic takes them places maybe no Garou was ever meant to go.",
		"talons": "I can’t help but wonder what they might have been, if things had turned out differently. Sometimes you can almost see it. Almost.",
		"lords": "Hard to tell what they love best: their methods, their ambitions, or their successes.",
		"striders": "They may seem disaffected, but they have such deeply wounded hearts. It’s not good for any wolf to walk alone.",
		"fangs": "Of all the failures we’ve endured, the Silver Fangs’ failure to keep the Nation unified has perhaps hurt all of us the most.",
		"stargazers": "They understand harmony so well, they’re almost our closest brothers — but how can you describe love and compassion as shackles, even in jest?",
		"uktena": "I wish they trusted us more. I wish they trusted anyone more. They’re more alone than they let on.",
		"wendigo": "They seem to expect the world to end in ice. If it does, they’ll be well-suited for it — but it doesn’t have to."	
	}
}