{
	"id": 1,
	"name": "Bone Gnawers",
	"willpower": "4",
	"description": "Many disdain the Bone Gnawers as living proof of how far the Garou have fallen from grace. Ragged and luckless, hunting territories no other tribe wants and breeding with Kin no other tribe claims, the Children of Rat come across as mongrel scavengers taking whatever castoffs they can. The Bone Gnawers see it differently. They’re the most populous tribe in the Garou Nation. They’re not the picture of failure — they’re the picture of success, because they’re playing the game of survival. <br><br> The tribe’s actual origins likely lie somewhere in or across a band of land that stretches from Northern Africa to India, but the Gnawers stopped keeping track a long time ago. They spread out to follow humanity, and always attached themselves to the wretched and downtrodden. Their oral history is full of revolutionary stories of the oppressed defying and overthrowing their oppressors. Bone Gnawer folk heroes are creatures of the Robin Hood and John Henry mold — if somewhat more bestially violent when dealing out retribution and social justice. <br><br> The tribe’s mongrel reputation is bolstered by their seemingly haphazard traditions. Their septs are usually surprisingly democratic. Their fetishes and rites are scavenged from Gaia-knows-where. They propitiate bizarre totems like modern urban legends or strange pop-culture zeitgeists. They strike odd alliances with other supernaturals lurking in the lower strata of human society, maybe even Leeches or wererats, if the stories are true. They thrive in cities, occupy decaying suburban wastelands, even prosper in run-down rural backwaters. The Bone Gnawer creed is “Whatever works.” <br><br> But it does work, or at least it has so far. The Children of Rat have access to all manner of interesting secrets that come from listening to people other Garou disdain as part of the herd. They’ve mastered a variety of vicious guerilla tactics suited to their hazardous environments. They know where to find food, or even how to conjure it out of trash. The Gnawers’ major weakness is that the other tribes tend to keep them at a distance, so they have fewer true allies. But even this weakness has contributed to their strength of self-reliance, out of necessity. <br><br> Another unfortunate weakness is a gradual thinning of the wolf blood. The Bone Gnawers have some lupus Kin, but not many, and have kept up their numbers mostly with human partners. They’re also thick with metis, which accusers claim shows little respect for the Litany. There’s a hint of truth in that — plenty of Bone Gnawers have given in to forbidden desires — but the Gnawers are also prone to adoption. Many a metis was abandoned by its parents in other tribes, but brought in to be a good soldier of Rat. Bone Gnawer pragmatism doesn’t overrule Renown, however. Honor, Wisdom and Glory still matter to them, and, the slurs of other tribes to the contrary, they aren’t all Ragabash. Admittedly, their catch-as-catch-can character shines through even in these higher ideals. An honorable Bone Gnawer Philodox isn’t afraid to lay down an unorthodox twist on a law. Likewise, a sagacious Theurge might be mistaken for a filthy homeless person, babbling to herself about the voices of trash and desperation.<br><br> Even though they might build shrines to fallen celebrities or hold sacred rites tied to human sporting events like the Super Bowl or World Cup, the Bone Gnawers zealously guard some very old traditions at their heart. They honor hospitality and generosity as a measure of a Garou — the Gnawer who has very little but gives it away freely is as esteemed as was any gift-giving Nordic king. They treat their tribe like a family; their elders consider “mother” and “father” the most prestigious forms of address. On the surface, their traditions look like reflections of the patchwork nature of modern culture — deep down, they represent the bonds that have allowed humans and Garou to survive as long as they have.",
	"nickname": "Gnawers",
	"appearance": "Bone Gnawers’ wolf appearance is ragged, often mismatched or particolored; some can be mistaken for dogs at a distance, though even a Gnawer who looks something like a yellow dingo is clearly an animal that was never tame. Their blessings as Garou make them surprisingly healthy in comparison to impoverished humans: most have strong (if crooked) teeth and wiry muscle under the dirt.",
	"territory": "The Children of Rat interbreed with the savviest, toughest and meanest people that have been ground down by society. Lupus Kin are rare, and tend to be found in hardscrabble rural territories. The Gnawers also stake out territories that are difficult to challenge — places that nobody else wants, but that they can defend easily enough. Urban decay supplies plenty of junkyards, abandoned buildings, underpasses, burned-out wrecks and other patches of real estate that anyone in their right mind avoids. Rural Gnawers prefer isolated valleys or mountain-tops, swamps, and deadend roads. But the tribe also feels protective of institutions established for the average citizen’s betterment: museums, homeless shelters, public libraries and so on.",
	"creation": "Character Creation: Bone Gnawers have a penchant for Traits that represent adaptability, such as Stamina, Wits, and Manipulation, and Abilities such as Survival. Ancestors and Pure Breed are restricted Backgrounds; Resources are discouraged.",
	"gifts": [
		"Cooking",
		"Desperate Strength",
		"Resist Toxin",
		"Scent of Sweet Honey",
		"Trash is Treasure"
	],
	"camps": [
		"<b>The Swarm:</b> This pack focuses on the war-aspect of rat, concentrating on dirty fighting and exploiting every advantage they get over an enemy. The have specialized in urban terrorism, striking against the Wyrm and instantly disappearing.",
		"<b>Frankweilers:</b> This camp focuses on the protection of museums, libraries and other places of culture within a city. ",
		"<b>The Hood:</b> This camp is dedicated on distributing the wealth from the rich to the poor, provided that the money they provide is used for useful things. ",
		"<b>Rat Finks:</b> The Garou of this camp are spies and information gatherers, a network of kinfolk and Garou who work low-end jobs that just so happen to give them access to high-end information. ",
		"<b>Hillfolk:</b> The Hillfolk are compromised of rural Bone Gnawers, who have eschewed the life within the city for the wilderness. ",
		"<b>Deserters:</b> The Deserters are a camp that searches for a sanctuary for the Apocalypse. Some seek a second Gaia, others just a place far, far away, but either way, they do not want to stick around for what's about to happen. ",
		"<b>Road Warders:</b> This camp is compromised of nomads who guard the streets and travelways against incursions from the minions of the Wyrm. ",
		"<b>The Man-eaters:</b> This camp gains power by breaching the tenet of the Litany that forbids cannibalism of human flesh. They are few today and many of the remaining have allied with the similar Eaters of the Dead camp among the Silent Striders. "
	],
	"totem": "Rat. The Bone Gnawers venerate their tribal totem as a maternal figure, queen of a brood of ragged survivors. They also strike pacts with bedraggled spirits such as raccoon-spirits, Lost Dogs, and spirits of junk and rust.",
	"quote": "You see this shit?<br>This is where the war’s always been at its worst.<br>This is where the Wyrm kills and twists and fucks up people because it knows nobody cares.<br>We’re the bastards who’ve been on this battlefield forever.<br>Remember that.",
	"stereotypesTribes": {
		"furies": "Shit yeah, fight the power. Help people! Oh wait, you’re just gonna help half of them? Well, I guess it’s something.",
		"gnawers": "",
		"children": "Some of ’em like to talk about dreams and better times and compassion and all that bullshit and some of them get down in the trenches with us. Guess which ones are worth anything?",
		"fianna": "You must have it pretty good if you can even pretend that life’s a party.",
		"fenris": "First thing you do is find a reason to cut one. Then you try to survive him kicking your ass. Sure, your ass will be kicked, but he’ll treat you better from then on if he thinks you’re not a coward.",
		"walkers": "These guys get cities, same as we do. They just deal with the comfy upper-crust side where you always know where your next meal’s coming from. Who can blame ’em?",
		"talons": "Holy shit. You’ve never met a human you liked? That fucking scares me, and not for the reasons you think it should.",
		"lords": "Fighting dirty? Yeah, awesome, about time. Catching other tribes in the blast radius? Uh-huh, same shit, different day.",
		"striders": "Freaks. How do you spend so much time outside of any one territory and wind up knowing so much? Ain’t right.",
		"fangs": "These bastards have been using us as an object lesson since there were sixteen tribes. Well, who’s the healthy ones now, huh?",
		"stargazers": "I don’t even know what in the fuck you’re talking about. Can you put that in “here and now” language?",
		"uktena": "Pretty savvy folks, all taking whatever they need from wherever they can. Wouldn’t be surprised if their ethics work the same way.",
		"wendigo": "You’ve had a fucking man-eater for your totem since the Impergium and you haven’t fallen to the Wyrm yet? Cold and hard as ice, man."	
	}
}