{
	"id": 0,
	"name": "Black Furies",
	"willpower": "3",
	"description": "The Black Furies are the living incarnation of a woman’s anger. They are the daughters of Luna-as-Artemis, the Huntress of the Moon. Their legends trace their origins back to Greece and Asia Minor, where they were appointed defenders of the Wyld. Wherever there are tales of women who take up arms for honor, vengeance or blood ties, the spirit of the Fury dwells. <br><br>The Furies are almost exclusively female. Any human or wolf cub of a Fury who breeds true is sent to another tribe for adoption; Pegasus, their tribal totem, will not accept male Garou. The sole exception is the male metis: Pegasus accepts these disfigured sons, perhaps out of mercy, perhaps out of a desire to ensure the Black Furies remember their own misdeeds. To make up for these losses of potential tribemates, the Furies actively recruit disaffected and angry female Garou who chafe under another tribe’s banner.<br><br>The tribe holds that women are worthy of respect, honor, sometimes even veneration. Though no Black Fury will suffer the hand of a man acting as master or tyrant, the tribe isn’t united by active misandry. Certainly some Furies will never forget or forgive. But others are willing to accept men as partners, helpmates, lovers, equals — but nothing more than equals. Lupus Furies have less of an immediate connection to the hardships of human women, as female wolves have no real discrimination to bear, but they are deeply tied to the Wyld and learn great empathy for their human and homid sisters.<br><br>Hatred claims the hearts of many Furies, but it’s not a tribal virtue. The true tribal virtues are honor, pride, the mysticism of the Wyld, and the will to exact change. A Fury aspires to keep her word, to stand tall rather than bend a knee, to guard and exult in the wildest places, and to fight until her dying breath to make the world a better place.<br><br> The Black Furies’ tribal rituals emphasize tradition and sisterhood. They hold private tribal moots frequently. Kuklokhoros are informal moots, often where the Furies conceal their werewolf nature and invite human women to attend and learn the particulars of woman’s spirituality. Ulaka magelis are more exclusive moots, open only to the Furies themselves. These meetings involve more physically, mentally, and emotionally demanding rituals, exposing the raw and bleeding heart of a wolf-woman’s oaths to Gaia.<br><br>Like other tribes, the Black Furies gather in like-minded camps internally. The Furies call their camps kukloi, or “circles.” Each kuklos answers largely to itself, although all must be held eventually accountable to Inner and Outer Calyxes, the high councils of the tribe. The Outer Calyx is the more public one: the elders who sit on this council are publicly initiated with much ceremony, and their names spread across the tribe. The Inner Calyx is more of a mystery (or a mystery cult), its members and their directives unknown to the tribe at large.<br><br>Ancient tradition and modern attitude frequently clash within the tribe, though they aren’t always at odds. Black Furies grow up aware of the many evils afflicting women around the world. Elders and cubs alike participate in struggles against modern slavery, sex trafficking, abuse, and other offenses that are all too persistent. A generation gap still persists in the tribe — many of the elders are crones who, if rumors are correct, are at least a hundred years old, and with the set-in-their-ways stubbornness to prove it. Some cubs know nothing of the Wyld places, and want to focus their efforts on the Scabs where they grew up and where their sisters are still suffering. But all the Furies are united in their Rage.",
	"nickname": "Furies",
	"appearance": "Furies with strong Pure Breed have particularly dark fur in Crinos, Hispo, and Lupus, often with white, gray, or silver highlights. Pure Breed is rarer among Fury metis, as their fathers are inevitably of other tribes.",
	"territory": "The Furies stake vicious claim to many of the last, secluded virgin places of the Wyld. Their spirituality is deeply tied to these sacred groves and islands, but necessity drives them to take territories in more human-settled lands as well. The Black Furies don’t practice much ethnic preference with their Kin. They’re prone to “adopt” the Kinfolk from other tribes’ bloodlines, specifically women who found themselves poorly treated by their relatives. They value their male Kin, even if a male Kinfolk is unlikely to ever participate in any of the tribe’s inner spiritual traditions.",
	"creation": "Black Furies have a proud martial tradition, and encourage training in Brawl or Melee. Survival, Occult, and Rituals are also common among those entrusted with the Wyld places.",
	"gifts": [
		"Breath of the Wyld",
		"Man's Skin",
		"Heightened Senses",
		"Sense Wyrm",
		"Wyld Resurgence"],
	"camps": [
		"<b>Amazons of Diana:</b> The Amazons of Diana are a group of Furies that are more concerned with being brash, unstoppable warrior women than avengers. This camp is rarely seen as a formal group and is more a catch all for those more dedicated to rightly proving themselves the equal of any man in combat against the Wyrm. Some within the camp see it as necessary to bring the Furies into the 21th century and away from their pointless and archaic practice of pursuing criminals.",
		"<b>Avenging Mother:</b> The Avenging Mother is a very small subsect that works to bring the patriarchical structures of the Garou Nation and Tribes like the Silver Fangs down by exploiting their trust. ",
		"<b>Bacchantes:</b> In contrast, the Bacchantes are a faction that pursues the purpose of avenging wrongs against women with fanatical zeal. They believe that in doing so, they fight the hold of the Wyrm over humanity. ",
		"<b>Freebooters:</b> The Freebooters' mission is to find new Wyld places that can be consecrated to Gaia and made into caerns. The kuklos is shrinking because there are so few Wyld places in the world. A fraction of Freebooters believe they need to find a new body for Gaia elsewhere in the Umbra, somewhere the Wyrm has not yet found. ",
		"<b>Moon-Daughter:</b> Moon-Daughters seek to spread Gaia's words through New Age paganism, and they push themselves to keep Gaia's spirit alive through change, embodying the force of the Wyld as best they can. ",
		"<b>Order of Our Merciful Mother:</b> The Order of Our Merciful Mother is among the most derided kukloi within the Tribe. Acting subtle to bring dogma closer to a version that respects Gaia, the Order works to reform mortal society by utilizing their own tools against them. ",
		"<b>Sisterhood:</b> The Sisterhood manages the various Kinfolk networks of the Tribe, offering succor to them and informing other Tribe members when a Kinfolk has been wronged by Man's hands. They are also adept at gathering resources for the Tribe to use. ",
		"<b>Temple of Artemis:</b> The Temple of Artemis is among the oldest kukloi. They counsel a withdrawal from the Garou Nation, and rededicating the Furies to their original purpose as the avengers of women. They also act as judges to Furies who have broken tribal customs. "
	],
	"totem": "Pegasus. The great winged horse-spirit has a strong resentment of men, implying there’s some truth to the myth of Bellerophon. Some Furies use “the bridle of Bellerophon” as a poetic metaphor for the hand of Man as it tries to master the most sacred things of the Wyld. Other totems valued by the Furies include Panther, the Muses, and Medusae.",
	"quote": "You dare condemn us for standing as a sisterhood? <br>For choosing to help women first? <br>Yes, women shouldn’t need our help. <br>Gaia shouldn’t need Her Furies. <br>But they do. <br>Now stand the hell aside before I show you real pain.",
	"stereotypesTribes": {
		"furies": "",
		"gnawers": "They defend people who need them, same as we do. Shame they often aren’t as courageous about it.",
		"children": "Trustworthy. There’s a reason males of our blood usually go to Unicorn when Pegasus won’t have them.",
		"fianna": "It’s good to have allies who take the joy of life as seriously as the necessity of war. Pity they favor the former a little too much....",
		"fenris": "I can’t stand anyone who thinks being stronger means being better.",
		"walkers": "Glass Walkers: They’re examples of both why it’s important to have friends in the Scabs and why we can’t trust anyone else with the Wyld places.",
		"talons": "I understand their anger, but they have too much of it. A rabid wolf is a danger to her own pack.",
		"lords": "If you have anything a Shadow Lord wants, keep it a secret. They don’t want our burden, of course — but keep quiet about the grottos hidden around them.",
		"striders": "They go almost everywhere and see almost everything. It’s easy to dismiss a wolf without a territory, but listen to them.",
		"fangs": "A dying tree with many rotten branches. A few are still strong and healthy, but those last are hard to find...",
		"stargazers": "Navel-gazing at this late hour might find the answers we’re looking for, but what if it doesn’t?",
		"uktena": "Like us, they know wisdom is found in many lands and many hearts. But we know better than to go delving in the darkest places...",
		"wendigo": "We can understand what it’s like to suffer and to have Kin who suffer. Pity they see us as part of the problem, too."
	}
}