[		
	{
		"id": 0,
		"name": "Apecraft's Blessings",
		"description": "Though many of Gaia’s children use tools, none have mastered them so thoroughly as humanity. The homid focuses this mastery into the tools she uses, causing their spirits to awaken and lend her aid. An ancestor-spirit or spirit of a man-made object teaches this Gift.",
		"system": "The werewolf spends a turn concentrating, and then the player rolls Wits + Crafts (difficulty 7). Each success reduces the difficulty by one on the next roll she makes for her character to employ a tool made by human hands. The purpose is irrelevant—this Gift is equally efficacious for attempts to repair an engine, drive a car or fire a gun.",
		"level": "1",
		"users": [
			"homid"
				]
	},
	{
		"id": 1,
		"name": "City Running",
		"description": "Humans are creatures of the city, raising their steel and glass nests high into the sky. This Gift allows a homid to easily scale the concrete canyons and navigate the tangled back alleys and rooftops of the urban landscape. Some lupus derisively refer to this Gift as “Climb Like an Ape.” It is taught by an ancestor-spirit or an urban city-spirit.",
		"system": "The player spends a point of Rage. For the rest of the scene, the character may climb urban features at her full movement speed, and the difficulty of all Athletics rolls to navigate through cities (running down cluttered alleys, climbing the side of buildings, leaping from rooftop to rooftop) is reduced by two.",
		"level": "1",
		"users": [
			"homid"
		]
	},
	{
		"id": 2,
		"name": "Master of Fire",
		"description": "Fire-spirits were among the very first to make pacts with humanity, allowing men to warm themselves, drive off wild beasts, and clear the land. The cornerstones of civilization were laid in these simple acts, granting the spirits of flame much prestige. Homid Garou remember and continue to call upon these ancients pacts to protect themselves as the final fires of the Apocalypse loom. An ancestor-spirit or fire elemental teaches this Gift.",
		"system": "The player spends one Gnosis point. For the rest of the scene, fire inflicts bashing rather than aggravated damage to the Garou.",
		"level": "1",
		"users": [
			"homid",
			"Get of Fenris"
		]
	},
	{
		"id": 3,
		"name": "Persuasion",
		"description": "This Gift imbues a homid’s words with intrinsic credibility and conviction, causing them to ring true to the ear and lay heavy on the heart. An ancestor-spirit teaches this Gift.",
		"system": "The player rolls Charisma + Subterfuge (difficulty 7). Success lowers the difficulty of all social rolls by one for the rest of the scene, and allows successful rolls to have uncommonly strong impact (such as changing long-held political views, or causing an addict to seriously reconsider the course of his life).",
		"level": "1",
		"users": [
			"homid", 
			"philodox",
			"Fianna",
			"Glass Walkers"
		]
	},
	{
		"id": 4,
		"name": "Smell of Man",
		"description": "To creatures of the wild, man’s scent is death. To creatures of the city, it is authority, comfort, easy meals. This Gift, taught by an ancestor-spirit, enhances a werewolf’s human scent, infusing it with spiritual power. System: Non-supernatural",
		"system": "Non-supernatural wild animals lose two dice from their dice pools when interacting with the Garou, save when defending themselves or running away, and will be inclined to flee rather than attack if possible. Domesticated animals recognize the werewolf as a friend, and even trained attack dogs will do no more than wag their tails at the character unless attacked first. This Gift’s effects are permanently active.",
		"level": "1",
		"users": [
			"homid"
		]
	},
	{
		"id": 5,
		"name": "Jam Technology",
		"description": "With a slight gesture, the werewolf unbalances the Wyld and Weaver energies within technological devices, either suffusing them with destructive chaos or amplifying their inherent stasis until they refuse to do anything at all. Computers crash, guns jam, cars stall, and even the simplest of shaped objects refuse to function. A gremlin — a type of Wyld-spirit that enjoys breaking things — teaches this Gift.",
		"system": "The player spends one Gnosis point, rolls (Manipulation + Crafts) and chooses the level of complexity she intends to jam. All technological devices (i.e. any devices shaped from fabricated materials like metal or plastic) of that complexity within 50 feet (15 m) cease to function for two turns per success. The devices remain unchanged, but inert — knives won’t cut, gunpowder won’t ignite, gears won’t turn, and so on. The difficulty of the roll is based on the following chart: <br><br> Device Difficulty <br>Computer 4<br>Phone 5<br>Automobile 7<br>Gun 8<br>Knife 9",
		"level": "2",
		"users": [
			"homid",
			"Glass Walkers"
		]
	},
	{
		"id": 6,
		"name": "Mark of the Wolf",
		"description": "The werewolf marks those she comes in contact with, leaving them to carry the same aura of the predator the Garou does. This subtle curse can wreak havoc in a target’s private or professional life, and is a favorite of many homids looking to provoke discord in the ranks of the enemy. A Lune teaches this Gift.",
		"system": "The player selects a target that has had some interaction with the Garou during the scene (even something as simple as light conversation in an elevator counts), then rolls Manipulation + Primal-Urge (difficulty 7). The target inherits the Curse (see p. 262) as though she had a Rage rating equal to that of the Garou for one day per success.",
		"level": "2",
		"users": [
			"homid"
		]
	},
	{
		"id": 7,
		"name": "Speech of the World",
		"description": "This Gift allows Gaia’s warriors to read and wield the spirit of speech, bypassing the need to learn different languages and dialects. The Garou may speak and understand any human language she encounters, though she speaks with an obvious accent, marking her as an outsider. Speech of the World doesn’t convey literacy, nor is it an encyclopedia of cultural information. An ancestor-spirit teaches this Gift.",
		"system": "The player rolls Intelligence + Academics (difficulty 7). The effect lasts for one scene.",
		"level": "2",
		"users": [
			"homid",
			"Silent Striders"
		]
	},
	{
		"id": 8,
		"name": "Staredown",
		"description": "Rage burns in a werewolf’s eyes, striking fear into the hearts of mortals and animals, causing them to flee for their lives. Used against another werewolf, the target will freeze in place rather than run. A ram- or snake-spirit teaches this Gift.",
		"system": "This Gift affects only one target at a time. The player rolls Charisma + Intimidation (difficulty 5 + the target’s Rank, if applicable). The victim flees for one turn per success, though he may spend a point of Willpower to resist the effects of the Gift for one turn. Should the player roll five or more successes, the victim flees for the rest of the scene. Garou and other shapeshifters with Rage do not flee, but may not attack while the Gift is in use.",
		"level": "2",
		"users": [
			"homid"
		]
	},
	{
		"id": 9,
		"name": "Calm the Savage Beast",
		"description": "Even the most callous of homids can sympathize with the Rage that moves their fellow Garou in the final days. This Gift allows the werewolf to lend a frenzying Garou the will to escape her Rage’s hold over her. It is taught by an ancestor-spirit.",
		"system": "The player spends a Willpower point and rolls Manipulation + Primal-Urge (difficulty 8). If successful, the Willpower point soothes a frenzying Garou within 30 feet (9 m), canceling the frenzy. By spending an extra point of Willpower, this Gift may affect non-Garou in a state of frenzy, such as other shapeshifters or vampires.",
		"level": "3",
		"users": [
			"homid",
			"Children of Gaia"
		]
	},
	{
		"id": 10,
		"name": "Cowing the Bullet",
		"description": "The spirits of tools recognize man as their master; as a result, they become reluctant to harm the homid. A Weaver-spirit teaches this Gift.",
		"system": "The player spends a Gnosis point. For the rest of the scene, the Garou gains two additional soak dice against all crafted weapons not made of silver.",
		"level": "3",
		"users": [
			"homid"
		]
	},
	{
		"id": 11,
		"name": "Disquiet",
		"description": "Pulling the mercurial tide of the target’s emotions to their lowest ebb, this Gift makes its target feel inexplicably depressed and withdrawn. The subject finds his emotions muted and concentration difficult. An ancestor-spirit teaches this Gift.",
		"system": "The player rolls Manipulation + Empathy against a difficulty equal to the target’s Willpower. If successful, that opponent will be unable to recover Rage for the duration of the scene, and all difficulties for extended actions increase by one. Moreover, the target becomes listless and generally less inclined to stir himself to pursue any action of dubious necessity, such as investigating strange noises.",
		"level": "3",
		"users": [
			"homid"
		]
	},
	{
		"id": 12,
		"name": "Reshape Object",
		"description": "The Garou can shape once-living (though not undead) material into something else instantly. Trees may become shelter, buck antlers spears, animal hides armor, and flowers sweet perfumes. The item will resemble the object from which it was created (e.g., the aforementioned spear will be made of antler, not wood). A Pattern Spider teaches this Gift.",
		"system": "The player rolls Manipulation + Crafts against a difficulty defined by the scope and complexity of the transformation (a broken tree limb into a spear would be difficulty 5, while a fallen tree into a canoe would be 8) and spends a Gnosis point. The transformation persists for one scene per success, or permanently with five or more successes. Expending an additional Gnosis point allows a created weapon to inflict aggravated damage for the remainder of the scene in which it is created.",
		"level": "3",
		"users": [
			"homid",
			"Bone Gnawers",
			"Fianna"
		]
	},
	{
		"id": 13,
		"name": "Body Shift",
		"description": "Garou raised in the shifting maze of human society are well-prepared for the endless adaptations Gaia demands of her protectors. An ancestor-spirit teaches this Gift.",
		"system": "The Garou can use her shapeshifting to alter her physical Attributes: a dot of Dexterity can be shifted to Strength or Stamina, and so forth. The player rolls Stamina + Primal-Urge (difficulty 9). For each two successes, one physical Attribute dot can be shifted for the rest of the scene.",
		"level": "4",
		"users": [
			"homid", 
			"ahroun",
			"Get of Fenris"
		]
	},
	{
		"id": 14,
		"name": "Bury the Wolf",
		"description": "The war against the Wyrm isn’t always a matter of slashing claws and righteous fury — sometimes duplicity is required. A werewolf cantemporarily “restrain” her inner wolf and appear to be a normal human. An ancestor-spirit teaches this Gift.",
		"system": "The player spends one Gnosis point and rolls Gnosis (difficulty of her own Willpower). Success causes the character to appear human to all supernatural scrutiny. The Gift also nullifies the Curse and makes spending Rage impossible, and locks her in homid form so long as its effects persist. The number of successes determines the Gift’s duration; to “free the wolf” before that time elapses requires a full turn of concentration and another point of Gnosis.<br><br><b>Successes</b> | <b>Duration</b><br> One | One scene <br> Two | 12 hours <br> Three | One day <br> Four | One week <br> Five | One lunar cycle",
		"level": "4",
		"users": [
			"homid"
		]
	},
	{
		"id": 15,
		"name": "Cocoon",
		"description": "The werewolf wraps himself in a thick, opaque, chitinous sarcophagus, immobilizing himself but also becoming nearly impervious to harm. The cocoon provides immunity to fire, starvation, gas, high pressure, cold, and similar environmental hazards. An insect- or Weaver-spirit teaches this Gift.",
		"system": "The Garou spends one Gnosis point. While the werewolf remains in the cocoon, any attack that strikes him must do damage at least equal to his Stamina + Rituals; the cocoon keeps him safe from any lesser amount of damage, but is destroyed if it’s pierced. The cocoon lasts for one day, but its duration may be extended by spending more Gnosis to renew it. The Garou may emerge from it at any time he chooses.",
		"level": "4",
		"users": [
			"homid"
		]
	},
	{
		"id": 16,
		"name": "Spirit Ward",
		"description": "This Gift allows a werewolf to protect herself from spirits by performing a quick warding rite. The werewolf traces an invisible pictogram in the air that frightens and unnerves any nearby spirits, and which travels with the Garou for as long as it persists. An ancestor-spirit teaches this Gift.",
		"system": "The player spends one Gnosis point and rolls Manipulation + Rituals (difficulty 7). Spirits within 100 feet (30 m) of the character must subtract one from their dice pools for each success. Any spirit that comes within 50 feet (15 m) of the character (except a caern spirit or the character’s pack totem) loses one point from its Essence per turn for each success the player rolled. This Gift lasts for one scene.",
		"level": "4",
		"users": [
			"homid", 
			"theurge"
		]
	},
	{
		"id": 17,
		"name": "Assimilation",
		"description": "A werewolf with this Gift blends smoothly into any culture, no matter how strange or unfamiliar he might normally find it. He could slip among Bedouin nomads as if he were one of them, or he could shop in a Chinese market without anyone noticing that he doesn’t belong. The Gift doesn’t hide racial differences, but it does allow the werewolf to mimic the behaviors and mannerisms of a native. It also grants the ability to speak and understand the culture’s language, although this knowledge vanishes as the Gift ends. It is taught by Ancestor-spirits.",
		"system": "The player rolls Manipulation + Empathy. If successful, the character interacts with members of another culture as if he were one of them. The difficulty depends on how alien the culture is. Another Garou sept would be 5, while a Black Spiral hive or foreign country could be as high as 9. The character suffers no Social penalties when interacting with members of the culture, although he will enjoy no special benefits either. The Gift lasts for one scene, plus one day per Willpower point spent when activating it.",
		"level": "5",
		"users": [
			"homid"
		]
	},
	{
		"id": 18,
		"name": "Beyond Human",
		"description": "The Garou is human plus — Human plus strength, agility and health. Human plus devoted, assured spirituality and meaning. Human plus animal instinct and lightning reflexes. Human plus righteous fury with which to meet the Apocalypse. He is as man, but greater. Every Garou radiates this to some extent, but this Gift warps that perception, changing the Garou from a figure to be avoided to one to be admired or adored. An ancestor-spirit teaches this Gift.",
		"system": "Once learned, this Gift’s effects are permanent. Humans dealing with the werewolf instinctively pick her out as more desirable, important, and interesting than those around her — regardless of the character’s capacity in such matters. The Curse still applies, but rather than being instinctively feared as a predator, the werewolf becomes an intimidating figure of great presence. Finally, the character may boost her Social Attributes by spending Rage or Gnosis. Each dot of either spent raises one Social Attribute by one point for the rest of the scene. Social Attributes may be raised above 5 in this fashion.",
		"level": "5",
		"users": [
			"homid"
		]
	},
	{
		"id": 19,
		"name": "Part the Veil",
		"description": "This potent Gift immunizes a human from the Delirium for a scene. However, the human will forget much of what he knows if exposed to the Delirium at a later date. An ancestor-spirit teaches this Gift.",
		"system": "The player spends a Gnosis point and rolls Charisma + Empathy. Only one success is needed.",
		"level": "5",
		"users": [
			"homid"
		]
	},
	{
		"id": 20,
		"name": "Create Element",
		"description": "The metis may create a small amount of one of the four Western classical elements — fire, air, earth, or water. She could make a rock to throw, fill a bathtub with no faucet, light fires without matches, or provide air in an airtight room. She cannot create specialized forms of any element. Precious metals (especially silver), lethal gases, and acid are beyond her reach. Elementals teach this Gift.",
		"system": "The player spends one Gnosis point and rolls Gnosis. Each success allows the character to create roughly one cubic foot (.3 cubic meter) of the desired element, to a maximum weight of 100 lbs (45 kg), anywhere she can see within 60 feet (18 m). The element remains in existence until used up (breathed, in the case of air, or burned up, in the case of fire without any fuel to keep it going). The flames created by this Gift inflict one health level of damage per success, to a maximum of three levels of damage.",
		"level": "1",
		"users": [
			"metis"
		]
	},
	{
		"id": 21,
		"name": "Primal Anger",
		"description": "The metis gives of herself to feed the Rage in her heart, burning away her very blood and muscle in the process. The spirits of ancient metis teach this Gift; few members of other breeds have endured enough shame and suffering to learn it.",
		"system": "The character may inflict a single level of aggravated damage on herself once per scene, and gain three points of Rage in exchange (even if doing so takes her beyond her permanent Rage rating).",
		"level": "1",
		"users": [
			"metis"
		]
	},
	{
		"id": 22,
		"name": "Rat Head",
		"description": "Metis are born into a world where they metaphorically don’t belong; it seemed only natural to rat-spirits to teach them to get into such places in the literal sense as well. This Gift renders the metis’s bone structure collapsible, allowing her to squeeze through any gap she can fit her head into.",
		"system": "The player spends one Gnosis and rolls Dexterity + Athletics (difficulty 7). For the rest of the scene, the metis may squirm through any gap she can fit her face into, moving at her walking speed to do so.",
		"level": "1",
		"users": [
			"metis"
		]
	},
	{
		"id": 23,
		"name": "Sense Wyrm",
		"description": "The werewolf can sense nearby manifestations of the Wyrm. This Gift involves a mystical sense, not a visual or olfactory image, although Garou often describe the Wyrm’s spiritual emanations as a stench. This Gift doesn’t necessarily sense dedication to the Wyrm, merely contact with its spiritual essence, which can cling to even blameless souls. Sense Wyrm requires active concentration; the spiritual sense it provides doesn’t function passively. The Gift may be taught by any Gaian spirit.",
		"system": "The player rolls Perception + Occult. The difficulty depends on the concentration and strength of the Wyrm’s influence: sensing a single fomor in the next room would be difficulty 6, while detecting the stench of a Bane that was in the room an hour ago would be difficulty 7. Vampires register as Wyrm-tainted, save those with Humanity ratings of 7 or higher.",
		"level": "1",
		"users": [
			"metis", 
			"theurge",
			"Black Furies",
			"Silent Striders",
			"Silver Fangs",
			"Stargazers",
			"Uktena"
		]
	},
	{
		"id": 24,
		"name": "Shed",
		"description": "The metis can shed a layer of fur and skin, slipping from an opponent’s grasp or escaping from bonds with ease. A lizard-spirit or snake-spirit teaches this Gift.",
		"system": "The player rolls Dexterity + Primal-Urge (difficulty 7). If the roll succeeds, the character loses a tuft of fur or skin (revealing healthy new hide), allowing her to slip free of grapples or bonds such as ropes or chains.",
		"level": "1",
		"users": [
			"metis"
		]
	},
	{
		"id": 25,
		"name": "Burrow",
		"description": "This Gift grants the ability to burrow through the earth, creating a tunnel roughly the size of the digger’s body, which others can follow through. The werewolf must be in a form possessing claws to use this Gift. Mole-spirits teach this Gift.",
		"system": "The player rolls Strength + Athletics against a difficulty depending on the substance to be excavated (4 for loose mud, 9 for solid rock). Some metals (such as steel and titanium alloys) and other reinforced structures won’t yield to the werewolf no matter how hard she digs. The character can burrow one yard per turn for each success. After the initial roll, the character does not need to roll again to continue at the same speed.",
		"level": "2",
		"users": [
			"metis"
		]
	},
	{
		"id": 26,
		"name": "Curse of Hatred",
		"description": "The metis takes hold of the hate in her soul and layers it into her words, scourging the spirits of those she addresses. A spirit of hate teaches this Gift.",
		"system": "The player spends one Gnosis point and rolls Manipulation + Expression (difficulty equal to the target’s Willpower). If she succeeds, her opponent loses two Willpower points and two Rage points. This Gift may be used on an opponent only once per scene.",
		"level": "2",
		"users": [
			"metis"
		]
	},
	{
		"id": 27,
		"name": "Form Mastery",
		"description": "This Gift empowers the Wyld spark that resides in all Garou, granting the character greater control over her shapeshifting abilities. A wolf-spirit teaches this Gift.",
		"system": "When shapeshifting (see p. 285), all difficulties are reduced by 1, and the player no longer needs to roll a single success just to initiate the transformation (thus, shifting from Homid to Glabro would be difficulty 5 and require only one success). Additionally, when enacting partial transformations (see p. 286), the player need no longer spend a Willpower point, and the difficulty of the roll is 7. This Gift’s effects are permanent.",
		"level": "2",
		"users": [
			"metis",
			"Black Furies",
			"Fianna"
		]
	},
	{
		"id": 28,
		"name": "Sense Silver",
		"description": "To those truly born Garou, Luna has granted the ability to sense a werewolf’s greatest weakness. This Gift, taught by Lunes, allows the metis to detect the presence of silver.",
		"system": "The player rolls Perception + Primal-Urge (difficulty 7). If successful, she can detect the presence of any silver within 100 yards. Three successes allow her to pinpoint the silver’s location.",
		"level": "2",
		"users": [
			"metis", 
			"ahroun",
			"Silver Fangs"
		]
	},
	{
		"id": 29,
		"name": "Chameleon",
		"description": "Like the Gift’s reptilian namesake, the Garou can blend with her natural surroundings. Unlike the lizard, the werewolf shifts fluidly with changing backgrounds, thus allowing the Garou to move about and even attack. A chameleon- or octopus-spirit teaches this Gift.",
		"system": "The player spends one Gnosis point to activate the Gift. Anyone trying to see the werewolf, even in open ground, must make a Perception roll (difficulty of the Garou’s Wits + Stealth) to detect her. Once the Garou attacks, the difficulty drops by 3. The Gift affects only sight; it does not mask the Garou’s sound or scent.",
		"level": "3",
		"users": [
			"metis"
		]
	},
	{
		"id": 30,
		"name": "Eyes of the Cat",
		"description": "The werewolf may see clearly in complete darkness. His eyes glow a lambent green while this power is in effect. A cat-spirit teaches this Gift.",
		"system": "The character suffers no penalties from darkness. This power may be used at will; it requires no roll or expenditure.",
		"level": "3",
		"users": [
			"metis"
		]
	},
	{
		"id": 31,
		"name": "Mental Speech",
		"description": "This Gift enables mental communication, even over vast distances. The user must either know the target personally (although friendship isn’t necessary) or have something that belongs to that person, such as a lock of his hair. Bird-spirits and spirits of intellect teach this Gift.",
		"system": "The player rolls Charisma + Empathy (difficulty 8) and spends a Willpower point; the effects last for a scene. The character may hold a mental conversation with a target at a maximum distance of 10 miles (16 km) per success. Mind reading isn’t possible, but the werewolf may use social Abilities such as Intimidation.",
		"level": "3",
		"users": [
			"metis", 
			"philodox"
		]
	},
	{
		"id": 32,
		"name": "Shell",
		"description": "Shell places an emotional and instinctual barrier around the metis, shutting out the hostility of the world and suppressing his own powerful, destructive impulses. It is taught by a turtle-spirit.",
		"system": "The player rolls Willpower (difficulty of the character’s own Rage). Success insulates the metis for a scene behind a mystical and psychological barrier, immunizing him against mind-altering magic of all kinds for the rest of the scene. However, he cannot gain any successes on Empathy, Primal-Urge or Rage rolls, nor can he spend Rage points.",
		"level": "3",
		"users": [
			"metis"
		]
	},
	{
		"id": 33,
		"name": "Gift of the Porcupine",
		"description": "The werewolf undergoes a startling transformation: Her fur elongates, becoming bristly and sharp like the quills of a porcupine. The werewolf must be in Crinos, Hispo or Lupus form to use this Gift. Porcupine teaches this gift, and he has a strong fondness for metis.",
		"system": "The character spends a Gnosis point to sharpen her fur. Anyone whom the metis tackles, grapples or immobilizes takes (Strength + 1) aggravated damage from these newfound quills. Furthermore, those who strike her with bare flesh and score less than five successes on the attack roll take their own Strength in aggravated damage (this does not negate any damage done to the metis). This Gift lasts for one scene or until the werewolf wills her fur to return to normal.",
		"level": "4",
		"users": [
			"metis"
		]
	},
	{
		"id": 34,
		"name": "Lash of Rage",
		"description": "The metis harnesses all of the shame, hate, and fury coiled in his heart and lashes out with it, destroying another. Bones snap, organs rupture, and cavities fill with blood as the metis’s Rage tears the target apart. A spirit of fury teaches this Gift.",
		"system": "The player spends one Rage point and rolls his Rage rating. A target within 100 yards (91 m) takes one level of unsoakable aggravated damage for each success. This Gift can be used safely only once per scene. Any additional uses inflict the Gift’s full damage on both the metis and his target.",
		"level": "4",
		"users": [
			"metis"
		]
	},
	{
		"id": 35,
		"name": "Rattler's Bite",
		"description": "The metis’s eyeteeth lengthen, and she can inject a deadly poison with her bite. Spider- and snake-spirits teach this Gift.",
		"system": "The player spends a Rage point when attempting to bite an opponent. If the bite is successful, any remaining damage after soak is doubled.",
		"level": "4",
		"users": [
			"metis"
		]
	},
	{
		"id": 36,
		"name": "Wither Limb",
		"description": "With a snarl and a baleful stare, the werewolf ruins an opponent’s limb: bones twist, muscles wither, flesh desiccates. Creatures with regenerative capabilities will recover after one scene; all others are permanently crippled. Venomous spirits teach this Gift.",
		"system": "The player spends a Gnosis point and rolls Willpower (difficulty equals the victim’s Stamina + 4). The victim adds two to the difficulties of all Dexterity rolls. If a leg is crippled, he can move at only half his normal speed.",
		"level": "4",
		"users": [
			"metis"
		]
	},
	{
		"id": 37,
		"name": "Madness",
		"description": "Metis struggle throughout their lives to find a place of dignity and respect amidst a minefield of horror and abuse. This Gift allows her to unleash her inner demons upon others, inflicting insanity and madness. The nature of the derangement inflicted varies from individual to individual, but is always severe, making it impossible for the victim to function normally. Lunes and spirits of trickery and madness teach this Gift.",
		"system": "The player spends a Gnosis point and rolls Manipulation + Intimidation (difficulty equal to the victim’s Willpower). The target immediately begins to suffer from a Derangement (see p. 485). The insanity lasts a number of days equal to the successes rolled. During this time, the metis can increase or decrease the severity of the madness, granting the victim lucidity and then driving him into psychosis. Even after the Gift has ended, the repercussions may haunt the victim for the rest of his life.",
		"level": "5",
		"users": [
			"metis"
		]
	},
	{
		"id": 38,
		"name": "Protean Form",
		"description": "Born misshapen, the metis takes her deformity and makes it a source of power. She can twist her flesh in any number of ways, sprouting a number of unnatural features, from extra limbs to additional mouths to grasping tentacles. A Chimerling teaches this Gift.",
		"system": "The character’s ability to partially transform (see p. 286) is permanently modified, allowing her to make almost any grotesque modifications the player can imagine. These modifications must logically bestow one of the following benefits: +2 dice on a certain category of attack rolls (extra clawed limbs for claw attacks, tentacles for clinches, etc), +2 damage on a certain category of attack rolls (a chest-mounted squid beak for extra damage on clinches, arms coated in shark teeth for boosted claw attacks, etc.), or +5 yards per turn of movement (extra legs, vestigial wings, etc.).",
		"level": "5",
		"users": [
			"metis"
		]
	},
	{
		"id": 39,
		"name": "Totem Gift",
		"description": "Metis are Garou from the moment of their birth, and their ties to the spirit that guides their tribe run deep. The metis may plead with her tribal totem for power, with effects varying from tribe to tribe. Rat might send a swarm of rodents to attack the werewolf’s enemies, while Grandfather Thunder might send down the lightning to strike aside obstacles and opponents. The potential of this Gift depends on the favor of the totem, and may extend into the miraculous. Only the tribal totem teaches this Gift.",
		"system": "The player spends one Gnosis point and rolls Charisma + Rituals (difficulty 7). The greater the number of successes, the more dramatic the aid provided. One success might cause a minor distraction, whereas 10 successes could produce volcanic eruptions or county-smashing tornadoes.",
		"level": "5",
		"users": [
			"metis"
		]
	},
	{
		"id": 40,
		"name": "Hare's Leap",
		"description": "The werewolf can leap impossible distances. Hare-spirits teach this Gift, naturally, though cat-, frog-, kangaroo-, and even flea-spirits occasionally do so as well.",
		"system": "The player makes a reflexive Strength + Athletics roll (difficulty 7) to activate this Gift. If successful, the character’s leaping distances are doubled for the scene — or tripled for a single turn with the expenditure of a Willpower point (see Jumping, p. 271).",
		"level": "1",
		"users": [
			"lupus",
			"Fianna"
		]
	},
	{
		"id": 41,
		"name": "Heightened Senses",
		"description": "This Gift sharpens the werewolf’s senses to an incredible degree. She enjoys the olfactory and auditory acuity of a wolf whenever she is in Homid and Glabro forms, along with superior night vision. In Crinos, Hispo and Lupus, her senses become preternaturally potent, allowing sensory feats that border on precognition. Sudden loud noises, bright lights or overwhelming scents can be disorienting, however. Wolf-spirits teach this Gift.",
		"system": "The player spends a Gnosis point to activate this Gift for a scene. In Homid and Glabro, the werewolf’s Perception difficulties decrease by two and she may roll Perception + Primal-Urge to perform uncanny sensory feats such as tracking by scent. In Crinos, Hispo, and Lupus, Perception difficulties decrease by three (this is not cumulative with the ordinary Lupus-form Perception bonuses) and the werewolf gains an extra die to Primal-Urge dice pools.",
		"level": "1",
		"users": [
			"lupus", 
			"Galliard",
			"Black Furies"
		]
	},
	{
		"id": 42,
		"name": "Sense Prey",
		"description": "This Gift lets a werewolf locate enough prey to feed her pack. In the urban environment, this tends to guide lupus to prey in parks, sewers, animal shelters or even zoos, drawing her unfailingly to the presence of prey animals. Humans and carnivores too large or dangerous for a lone wolf to regard as prey do not register as prey animals. A wolf-spirit teaches this Gift.",
		"system": "The player rolls Perception + Primal-Urge. The difficulty is 5 in wilderness environments and 7 in urban environments. Success indicates the location of enough prey to feed a large pack for a day.",
		"level": "1",
		"users": [
			"lupus"
		]
	},
	{
		"id": 43,
		"name": "Predator's Arsenal",
		"description": "One of the most unnerving aspects of the Homid shape is its lack of proper weapons. This Gift remedies that problem (while still retaining much of the Homid shape’s ability to blend in with the human world), granting the Garou battle-ready claws and teeth in Homid form. It is taught by a wolf-spirit.",
		"system": "The werewolf concentrates for a turn to gain access to bite and claw attacks in Homid form for the rest of the scene, or until she dismisses the transformation. These attacks inflict lethal rather than aggravated damage, and may be concealed by simple expediencies such as the werewolf keeping her mouth closed, wearing long sleeves, or keeping her hands in her pockets. She can even speak normally without giving herself away, as long as she’s careful not to open her mouth too wide or smile so that her teeth show, although her voice sounds rough and a bit distorted (attempting to discern that there’s something amiss with a Garou taking such precautions requires a Perception + Alertness roll, difficulty 9).",
		"level": "1",
		"users": [
			"lupus"
		]
	},
	{
		"id": 44,
		"name": "Prey Mind",
		"description": "As Gaia dies and her natural order is perverted, predators become prey with increasing frequency — this is a sorrowful truth that lupus know all too well. This Gift assists the Garou in evading their enemies that they might fight another day, showing them places to hide, ways to run, and even chances to strike back. A hare- or deer-spirit teaches this Gift.",
		"system": "The player rolls Wits + Primal-Urge; difficulty 7 in the wilderness, 9 in urban environments. Each success adds one die to all pools made to escape, outdistance, hide from or evade pursuit for the remainder of the scene.",
		"level": "1",
		"users": [
			"lupus"
		]
	},
	{
		"id": 45,
		"name": "Axis Mundi",
		"description": "The lupus reaches out with her spirit to feel the presence of Gaia, centering herself with relation to her Mother. She always knows what direction she is traveling or facing in, so long as she travels within the Gaia Realm. The spirits of migratory birds teach this Gift.",
		"system": "This Gift’s effects are permanent.",
		"level": "2",
		"users": [
			"lupus",
			"Silent Striders"
		]
	},
	{
		"id": 46,
		"name": "Eyes of the Eagle",
		"description": "This Gift allows the werewolf to see over impossibly long distances, though not through obstacles — good vantage points are invaluable, and this Gift is in much demand among caern guardians. It is taught by an eagle-spirit.",
		"system": "The player rolls Perception + Alertness (difficulty 7). The number of successes is the number of miles added to the Garou’s clear visual range.",
		"level": "2",
		"users": [
			"lupus"
		]
	},
	{
		"id": 47,
		"name": "Name the Spirit",
		"description": "The werewolf gains an instinctive rapport with denizens of the Umbra. He can sense the type and approximate Trait levels (Rage, Gnosis, Willpower) of spirits. Owl- and raven-spirits teach this Gift.",
		"system": "The player spends one Willpower and rolls Perception + Occult (difficulty 8).",
		"level": "2",
		"users": [
			"lupus", 
			"theurge"
		]
	},
	{
		"id": 48,
		"name": "Scent of Sight",
		"description": "The werewolf can compensate for her vision completely by using her sense of smell. She can attack invisible creatures normally or navigate in absolute darkness. Wolf-spirits teach this Gift.",
		"system": "The werewolf fully substitutes her sense of smell for her vision, enabling her to distinguish identity and location flawlessly (color and fine details, such as letters printed on a page, remain beyond her). A Perception + Primal-Urge roll may be required to detect things which actively obscure their scent.",
		"level": "2",
		"users": [
			"lupus"
		]
	},
	{
		"id": 49,
		"name": "Catfeet",
		"description": "The werewolf gains the agility of a cat, making him immune to falls under 100 feet (91 m). He also has perfect balance even on the most slippery surfaces, and the difficulties of all combat actions involving body slams and grappling decrease by two. Cat-spirits teach this gift.",
		"system": "This ability becomes innate to those who learn the Gift.",
		"level": "3",
		"users": [
			"lupus"
		]
	},
	{
		"id": 50,
		"name": "Monkey Tail",
		"description": "The lupus may lengthen her tail and use it as a prehensile appendage at will. Although it’s no replacement for a hand, it can grasp objects, wrap around branches, and even allow the Garou to hang upside-down. A monkey-spirit teaches this Gift.",
		"system": "The Gift may employ her prehensile tail at will in any form which possesses a tail. Successfully manipulating the tail requires a Dexterity + Athletics roll (difficulty varies according to the task).",
		"level": "3",
		"users": [
			"lupus", 
			"ragabash"
		]
	},
	{
		"id": 51,
		"name": "Sense the Unnatural",
		"description": "The werewolf can sense any supernatural presence and determine its approximate strength and type. Supernatural presences can include magic, spirits, Wyrm taint, ghosts, vampires, faeries, and any other such unnatural manifestation — although it won’t pick them out specifically as such. A werewolf may sense a person plagued by haunting as easily as a ghost. Any spirit servant of Gaia can teach this Gift.",
		"system": "The player rolls Perception + Enigmas (difficulty 6). The more successes he rolls, the more information he gains. The sensory input is somewhat vague and subject to interpretation, though. For instance, a vampire might smell of clotted blood, fear, corpse-meat or whatever else the Storyteller finds appropriate.",
		"level": "3",
		"users": [
			"lupus",
			"Silent Striders"
		]
	},
	{
		"id": 52,
		"name": "Silence the Weaver",
		"description": "The lupus releases a shattering howl, destroying all nearby delicate electronics — computers, laptops, smart phones, tablets and the like. Simpler machines such as land line phones, cars, and firearms are unaffected. A storm-spirit teaches this Gift.",
		"system": "The lupus spends a turn howling. The player then spends one Rage point and rolls Manipulation + Primal-Urge. Delicate electronics are destroyed within a radius of (20 x successes) yards (or meters) in a flash of sparks.",
		"level": "3",
		"users": [
			"lupus"
		]
	},
	{
		"id": 53,
		"name": "Strength of Gaia",
		"description": "The Goddess blesses the lupus with the fullness of his might when he wears the most natural of his skins. While wearing lupus form, the Garou enjoys the full might of Crinos. A wolf-spirit teaches this Gift.",
		"system": "The player spends one Rage point. His Lupus form base strength increases by four, rather than the normal one, for the rest of the scene.",
		"level": "3",
		"users": [
			"lupus"
		]
	},
	{
		"id": 54,
		"name": "Beast Life",
		"description": "The werewolf can communicate with other wild animals and attract or even command them. Domesticated animals may speak with the Garou, but they have given themselves over to the ways of humans and will provide no aid beyond information. Any animal spirit can teach this Gift, although lupus prefer to learn it from lion- or wolf-spirits.",
		"system": "The character gains the permanent ability to communicate with all animals, regardless of the form she wears. To attract animals, the player spends one Gnosis point and rolls Charisma + Animal Ken (difficulty 7). All animals within 10 miles (16 km) per success respond to the summons, and will follow any requests the Garou makes. It is considered customary to pay homage to the spirit of any animal ordered to sacrifice itself with this Gift; to do otherwise risks angering the spirit world.",
		"level": "4",
		"users": [
			"lupus",
			"Black Furies",
			"Children of Gaia"
		]
	},
	{
		"id": 55,
		"name": "Gnaw",
		"description": "The werewolf’s jaws strengthen until she can chew through nearly anything. Her fangs inflict more damage in combat, and only death will break her grip if she clamps her teeth into an opponent. Hyena- and wolf-spirits teach this Gift.",
		"system": "The player spends one Willpower point and rolls Stamina + 4 against a variable difficulty (3 for wood, 6 for steel handcuffs, 9 for a train car coupling). The length of time it takes to gnaw through something depends on the number of successes. Additionally, the Gift grants a character’s bite two extra dice of damage for the rest of the scene.",
		"level": "4",
		"users": [
			"lupus"
		]
	},
	{
		"id": 56,
		"name": "Scream of Gaia",
		"description": "The Garou emits a horrible, ragged scream imbued with Rage and the pain of Gaia. The force of the scream batters foes and knocks them off their feet. Storm-spirits teach this Gift.",
		"system": "The player spends a Gnosis point and rolls Rage. Everyone within a 50-foot (15 m) radius, except for the werewolf’s pack, is blasted to the ground to suffer one unsoakable health level of bashing damage per success as a shockwave rips through the area.",
		"level": "4",
		"users": [
			"lupus",
			"Get of Fenris",
			"Wendigo"
		]
	},
	{
		"id": 57,
		"name": "Terror of the Dire Wolf",
		"description": "Wolves haunt the ancestral nightmares of humanity, and of those monsters that were once human. The werewolf lets out a fierce snarl that triggers primordial terror in opponents and drowns them in the Delirium. A wolf-spirit teaches this Gift.",
		"system": "The player spends a point of Rage and rolls Manipulation + Primal-Urge (difficulty of the opponent’s Willpower or, if he is affecting a group, the highest Willpower represented). If successful, the werewolf invokes the full effect of the Delirium on any human, formerly-human, or partly-human creature who can see her — including those normally immune to the Delirium, such as mages and vampires. Only other werewolves and Fera are immune. It may be used in any form, although Homid and Glabro raise the difficulty of the Primal-Urge roll by one.",
		"level": "4",
		"users": [
			"lupus"
		]
	},
	{
		"id": 58,
		"name": "Elemental Gift",
		"description": "Gaia herself steps into lend a hand, offering part of herself to the character. The werewolf gains the power to command his surroundings, directing the elemental forces of the world. Elementals teach this Gift.",
		"system": "The player spends one Gnosis point and rolls Gnosis (difficulty 8). If successful, the Garou calls an elemental, who then grants her the ability to control a large volume of air, earth, fire, or water — approximately 20’ by 20’ (6 m x 6 m) per success. The effect lasts for one scene, or until the elemental leaves or is destroyed. Elementals summoned by this Gift are roughly as powerful as a Nexus Crawler (see p. 444).",
		"level": "5",
		"users": [
			"lupus"
		]
	},
	{
		"id": 59,
		"name": "Song of the Great Beast",
		"description": "The Garou travels to the deep wilderness and lets out a long, mournful howl. One of the Great Beasts of antiquity answers the call, appearing in the Realm near the werewolf — a mighty and savage being that walked the Earth in ages past. Such creatures include the Willawau (giant owl), the Sabertooth Tiger, the great Megalodon sharks that swam the seas eons ago and the mighty Mammoth, who arrives in herds. Who knows what else the Song might call up? The Great Beasts possess power in the physical world to rival that of mighty spirits in the Umbra. Once the ancient creature arrives, the Garou may make a request of it, but the Great Beast will fulfill it in its own way, according to its nature. Using this Gift is risky, but the results can be truly spectacular. Few spirits know this Gift. It’s said that the reclusive Mokolé (see p. 412) know which spirits can teach the Song of the Great Beast ... if any survived the Impergium, and are willing to talk to the Garou, that is.",
		"system": "The player spends two Gnosis points and rolls Charisma + Primal-Urge (difficulty 8). More successes improve the Great Beast’s disposition. Traits are left to the Storyteller’s discretion, but should always be impressive.",
		"level": "5",
		"users": [
			"lupus"
		]
	},
	{
		"id": 60,
		"name": "Blur of the Milky Eye",
		"description": "The werewolf’s form becomes a shimmering, indistinct blur, as though seen through heavy cataracts — even in the midday sun. The Ragabash is not truly invisible, however, and if spotted, this Gift’s protection fails until the observer is distracted. A chameleon- or ermine-spirit teaches this Gift.",
		"system": "The player rolls Manipulation + Stealth (difficulty 8). Each success increases the difficulty of all Perception rolls made to detect him by one for the rest of the scene.",
		"level": "1",
		"users": [
			"Ragabash"
		]
	},
	{
		"id": 61,
		"name": "Infectious Laughter",
		"description": "Laughter is the tool with which Gaia’s tricksters promote enlightenment and the knife that slashes through the veil of Rage. When the Ragabash laughs, those around her are compelled to follow along, forgetting their grievances. A coyote- or hyena-spirit teaches this Gift.",
		"system": "The Ragabash must make some comment mocking the present situation in which she finds herself, then laugh at it. The player then rolls Manipulation + Expression (difficulty of the highest Rage rating of anyone listening). Success causes those who hear the Ragabash’s comment and laughter lose hold of their ire, and forget what it was that had them upset in the first place — al- though their temper will return if they are reminded of what the New Moon has made them forget.",
		"level": "1",
		"users": [
			"Ragabash"
		]
	},
	{
		"id": 62,
		"name": "Liar's Face",
		"description": "The Ragabash wraps herself in such a deceitful attitude that nothing she says can be trusted — not even the clear and unvarnished truth. The werewolf may make a single truthful statement, and no human who hears it will believe her. A platypus-spirit teaches this Gift.",
		"system": "After the character makes a truthful statement, the player spends one Willpower point and rolls Charisma + Subterfuge (difficulty 7). This Gift is automatically effective on humans, causing them to believe the Ragabash is lying. Supernatural listeners whose Willpower rating is lower than the Ragabash’s successes also refuse to believe the Ragabash’s words.",
		"level": "1",
		"users": [
			"Ragabash"
		]
	},
	{
		"id": 63,
		"name": "Open Seal",
		"description": "The werewolf can open nearly any sort of closed or locked physical device. A raccoon-spirit teaches this Gift.",
		"system": "The player rolls Gnosis (difficulty of the local Gauntlet rating). If the object is sealed with magic, the player must spend a Gnosis point before making the attempt.",
		"level": "1",
		"users": [
			"Ragabash"
		]
	},
	{
		"id": 64,
		"name": "Scent of Running Water",
		"description": "The werewolf can mask her scent completely, making herself virtually impossible to track. A fox-spirit teaches this Gift.",
		"system": "The difficulties of all rolls to track the Garou increase by two. This Gift’s effects are permanent, though the Ragabash may temporarily suppress them at will (which may be necessary to blend in with wolf packs).",
		"level": "1",
		"users": [
			"Ragabash",
			"Red Talons"
		]
	},
	{
		"id": 65,
		"name": "Blissful Ignorance",
		"description": "The Garou can become completely invisible to all senses, spirits or monitoring devices by remaining still. A chameleon-spirit teaches this Gift.",
		"system": "The player rolls Stamina + Stealth (difficulty 5). Each success subtracts one success from the Perception + Alertness rolls of those looking for the character. If no one is actively seeking the werewolf, one success provides perfect concealment.",
		"level": "2",
		"users": [
			"Ragabash",
			"Bone Gnawers",
			"Silent Striders"
		]
	},
	{
		"id": 66,
		"name": "Pulse of the Prey",
		"description": "If the werewolf knows anything about her prey—even a nickname, initials, or crude description—she can track it as fast as she can travel. This unerring sense of direction works anywhere, and is as useful for tracking spirits through the Deep Umbra as Pentex executives through Baltimore. A wolf- or dog-spirit teaches this Gift.",
		"system": "No roll is required unless the target is actively hiding, in which case the player rolls Perception + Enigmas against a difficulty of the target’s Wits + Stealth. If the target is a spirit, the difficulty is the spirit’s Gnosis.",
		"level": "2",
		"users": [
			"Ragabash",
			"Black Furies",
			"Red Talons"
		]
	},
	{
		"id": 67,
		"name": "Spider's Song",
		"description": "The Ragabash can steal messages from the Weaver’s web, plucking them from the air or eavesdropping as they race through telephone lines. The Ragabash must be aware that a conversation is happening to listen in on it (though she doesn’t have to know who’s on the other end of the line). For conversations across land lines, the Ragabash must place her ear against a telephone pole or cord; to listen in on cell phone discussions (or even to intercept text messages) she need only be able to see one of the phones being used. Spider- and raven-spirits teach this Gift.",
		"system": "The player spends a Gnosis point. She listens in on the conversation (or receives mental translations of text messages) for as long as she keeps her ear to the line or keeps the cell phone user in sight.",
		"level": "2",
		"users": [
			"Ragabash"
		]
	},
	{
		"id": 68,
		"name": "Taking the Forgotten",
		"description": "A Ragabash with this Gift can steal something from a target and make his victim forget that she ever possessed the stolen item. A mouse-spirit teaches this Gift.",
		"system": "After successfully stealing the item, the player must score three successes on a Wits + Larceny roll (difficulty of the victim’s Intelligence + Streetwise).",
		"level": "2",
		"users": [
			"Ragabash"
		]
	},
	{
		"id": 69,
		"name": "Gremlins",
		"description": "The Ragabash can cause a technological device to malfunction merely by touching it. This Gift actually causes the spirit energy within the device to work counter to its function. If the Garou can frighten the spirit sufficiently, it will flee the device, causing it to malfunction permanently. A Gremlin teaches this Gift.",
		"system": "The player rolls Manipulation + Intimidation; the difficulty is determined by the complexity of the item. The more successes the Garou obtains, the more the device is damaged. Three successes disables the device permanently (the spirit has fled). Good roleplaying might certainly warrant one to three additional dice, at the Storyteller’s discretion.<br><br>Device | Difficulty <br> Computer | 4 <br> Phone | 6 <br> Car | 7 <br> Gun | 8 <br> Knife | 9",
		"level": "3",
		"users": [
			"Ragabash"
		]
	},
	{
		"id": 70,
		"name": "Liar's Craft",
		"description": "The Ragabash can tell the most outrageous of lies and have them accepted as truth — for a while, at least. This Gift is taught by a fox-spirit.",
		"system": "The character first tells his lie, then the player rolls Wits + Subterfuge (difficulty of the target’s Wits + Subterfuge, or the highest rating in a group of listeners). One success convinces a single individual, while three successes are needed to dupe a crowd. Since the roll is made after the lie is told, this Gift always carries some element of risk.",
		"level": "3",
		"users": [
			"Ragabash"
		]
	},
	{
		"id": 71,
		"name": "Open Moon Bridge",
		"description": "The werewolf has the ability to open a moon bridge, with or without the permission of the totem of that caern. A Lune teaches this Gift.",
		"system": "The player spends one Gnosis point. See the Rite of the Opened Bridge (p. 207) for more information on opening moon bridges. The maximum distance that can thereby be covered is 1,000 miles (1600 km).",
		"level": "3",
		"users": [
			"Ragabash"
		]
	},
	{
		"id": 72,
		"name": "Pathfinder",
		"description": "The werewolf can strike implausible trails through pristine wilderness and the urban jungle alike, locating the fastest and shortest routes from one place to another. A crow-spirit teaches this Gift.",
		"system": "The player rolls Perception + Survival (for wilderness) or Streetwise (for urban environments) against difficulty 7. The number of successes equals the quality of the path she blazes and how much she decreases her travel time. Every success reduces travel time by approximately 10 percent, up to a maximum of half the original travel time. The difficulty of any rolls to track the werewolf increase by two when this Gift is active; this decrease is cumulative with other similar effects, such as Scent of Running Water.",
		"level": "3",
		"users": [
			"Ragabash"
		]
	},
	{
		"id": 73,
		"name": "Luna's Blessing",
		"description": "When Luna stands visible in the night sky, silver ceases to act as a bane to the Garou. Indeed, when the moon waxes full, silver may well turn on those who would wield it against Gaia’s children. A Lune teaches this Gift.",
		"system": "When the moon shows in the sky in a visible phase, the character suffers lethal or bashing damage from silver, rather than aggravated (damage type depends on the form of attack — a silver-headed cane would do bashing damage, while silver bullets inflict lethal damage). Additionally, all attacks against the werewolf with silver weapons at this time are considered to roll a 1 in addition to all dice actually rolled — or a pair of 1s during the full moon. The Garou retains his normal vulnerability to silver during the day, on nights of the new moon, and when the moon is below the horizon.",
		"level": "4",
		"users": [
			"Ragabash"
		]
	},
	{
		"id": 74,
		"name": "Umbral Dodge",
		"description": "The Ragabash finds that the best way to deal with an enemy is to send him far away — perhaps to a place where he’ll learn the folly of his ways. She may tear open a hole in the Gauntlet while dodging an enemy’s attack, sending them to the land of spirits. A trapdoor spider-spirit teaches this Gift.",
		"system": "When attempting to dodge a close-range attack, the player spends one Gnosis point and increases the difficulty of the dodge by one, or to the rating of the local Gauntlet, whichever is higher. If the dodge succeeds in avoiding the attack completely, the attacker is dropped into the Penumbra (or into the physical world if this Gift is used in the Penumbra).",
		"level": "4",
		"users": [
			"Ragabash"
		]
	},
	{
		"id": 75,
		"name": "Whelp Body",
		"description": "The Garou delivers a devastating curse upon a foe’s body, causing it to weaken or palsy. Many consider the use of this Gift upon a foe to constitute a declaration of eternal enmity. Pain- and disease-spirits teach this Gift.",
		"system": "The player spends one Gnosis point and rolls Gnosis, resisted by the target’s own roll of higher of Gnosis or Stamina. The Garou’s difficulty is the opponent’s Willpower, while the victim’s difficulty is the Ragabash’s Gnosis. Each success scored by the Ragabash allows her to remove one point from any of the victim’s Physical Attributes. The effect is permanent, although the victim may restore these Attributes via experience. This Gift may be used only once ever against a given opponent.",
		"level": "4",
		"users": [
			"Ragabash"
		]
	},
	{
		"id": 76,
		"name": "Thieving Talons of the Magpie",
		"description": "The Ragabash can steal the powers of others and use them herself. These powers can be Gifts (either Garou or those of other Fera), spirit Charms, vampiric Disciplines, Sphere magic or any other such power (the Edges of the Imbued may be exempt, at the Storyteller’s discretion). Naturally, a magpie-spirit teaches this Gift.",
		"system": "The player must gain three successes on a Wits + Larceny roll (difficulty of the target’s Willpower). If successful, the Ragabash steals the targeted power, depriving its owner of its use. Powers are stolen piecemeal, so a Ragabash who steals a vampire’s power to merge with the earth (Protean •••) doesn’t also gain its ability to see in the dark or grow claws (Protean • and ••). The Garou may keep the power for as many turns as she wishes, so long as she pays a point of Gnosis each turn. The werewolf’s Gnosis is substituted for any Traits exclusive to the victim that might be necessary to work the power, such as a vampire’s blood pool or a mage’s Arete. The Ragabash must know something about her target’s powers, either through observation or rumor, and she must target a power in the terms by which she would understand it (“I wish to steal the wizard’s ability to command fire!”). This Gift grants no insight into stolen powers, so botches tend to be dramatic and memorable.",
		"level": "5",
		"users": [
			"Ragabash"
		]
	},
	{
		"id": 77,
		"name": "Thousand Forms",
		"description": "The werewolf with this Gift may change herself into any animal between the sizes of a small bird and a bison. The Garou gains all the special capabilities (flight, gills, poison, sensory abilities, etc.) of the animal she mimics. She may not take the form of Wyrm-beasts (not that she would wish to!), but with some extra effort she may take the form of mystical beasts (such as a griffon or unicorn), provided the beast remains within the usual size limitations of the Gift. Wyld-spirits teach this Gift.",
		"system": "The player spends a point of Gnosis and rolls Intelligence + Animal Ken (difficulty 6). One success allows the character to assume the shape of any normal animal. For the duration of the scene, he may make additional transformation rolls without spending additional Gnosis, provided he only takes the shape of normal animals. To allow the character to take on a mythical form, the player must spend an additional point of Gnosis and succeed against a difficulty of 9.",
		"level": "5",
		"users": [
			"Ragabash",
			"Black Furies"
		]
	},
	{
		"id": 78,
		"name": "Firebringer",
		"description": "The Ragabash performs the ultimate trick, stealing a supernatural power and turning it into a Gift, which may in turn be bestowed upon to others as though the New Moon were a spirit teacher. Alas, the Ragabash must first survive having the power used upon him. Coyote or another trickster Incarna teaches this Gift.",
		"system": "After having a power used on him, the Ragabash may spend one point of permanent Gnosis to internalize it into a Gift. The Ragabash cannot use this Gift himself, and in fact forfeits all defenses against that power if ever used on him in the future; it exists instead as a treasure to bequeath upon the Garou Nation. Any power may become a Gift in this fashion — even the vile magic of the Wyrm may be stolen and turned to the defense of Gaia. The Storyteller determines the new Gift’s appropriate level and what sort of spirit Garou should be able to learn it from. In the case of mages, this power steals particular rotes rather than entire Spheres.",
		"level": "6",
		"users": [
			"Ragabash"
		]
	},
	{
		"id": 79,
		"name": "Mother's Touch",
		"description": "The Theurge channels spiritual power through her hands, mending the wounds of any other living creature. This Gift may not heal the werewolf herself, spirits, or the undead. A bear- or unicorn-spirit teaches it.",
		"system": "The player spends one Gnosis point and rolls Intelligence + Empathy (difficulty is the target’s current Rage, or 5 for those with no Rage). Each success heals one level of lethal, bashing, or aggravated damage. The healer may even heal fresh Battle Scars (see p. 259) in this manner, if the Gift is applied during the same scene in which the scar is received and an extra Gnosis point is spent.",
		"level": "1",
		"users": [
			"Theurge",
			"Children of Gaia"
		]
	},
	{
		"id": 80,
		"name": "Spirit Snare",
		"description": "The Theurge casts out an invisible, mystic net which entangles hostile spirits, confounding them with a mixture of magical force and long-broken but still potent Gaian law. An owl-spirit teaches this Gift.",
		"system": "The player spends one Gnosis point and rolls Intelligence + Occult (difficulty 8) as an attack directed at a spirit within 30 feet, which can be defended against normally. Rather than inflicting damage, this attack reduces the spirit’s effective Willpower by two for the purpose of all combat actions for the rest of the scene. Multiple applications of this Gift don’t stack.",
		"level": "1",
		"users": [
			"Theurge"
		]
	},
	{
		"id": 81,
		"name": "Spirit Speech",
		"description": "This Gift bestows understanding of the language of the spirit world, permitting the Garou to clearly understand and speak with any spirit he encounters. The Gift doesn’t influence spirits’ attitudes toward the werewolf in any way, nor ensure that they have any desire to communicate with him. Any spirit can teach it.",
		"system": "This Gift’s effects are permanent.",
		"level": "1",
		"users": [
			"Theurge",
			"Uktena"
		]
	},
	{
		"id": 82,
		"name": "Umbral Tether",
		"description": "The Umbra is a shifting world where logic doesn’t always apply and losing one’s way is easy. Theurges ensure they can always find their way back to the point where they entered the Umbra with this Gift, which creates a silvery “umbilical cord” connecting the Garou to the point where they last crossed the Gauntlet. Only the werewolf who creates the tether can see it. This Gift is taught by a spider-spirit.",
		"system": "No roll is needed to create the thread. However, after each full day the character spends in the Umbra, a point of Gnosis must be spent to maintain the cord; otherwise, it slowly corrodes from the point of entry and toward the Garou.",
		"level": "1",
		"users": [
			"Theurge"
		]
	},
	{
		"id": 83,
		"name": "Battle Mandala",
		"description": "A mystical sigil burns itself into the ground around the Theurge, visible only to those with Gnosis ratings. This circle drains the Essence from spirits caught within its web. A spider- or antlion-spirit teaches this Gift.",
		"system": "The player spends one Gnosis and rolls Intelligence + Occult (difficulty 7). The battle mandala encompasses a radius of (50 x number of successes) feet (or 15 meters per success) around the Garou; spirits (other than the Garou’s pack totem) within the mandala lose one Essence per turn. The mandala dissipates at the end of the scene or when the werewolf steps outside of its bounds, whichever comes first.",
		"level": "2",
		"users": [
			"Theurge"
		]
	},
	{
		"id": 84,
		"name": "Command Spirit",
		"description": "The Theurge can give commands to spirits she meets and expect obedience. The Gift doesn’t grant the ability to summon spirits — only to compel them to obey. As always when dealing with spirits, clear wording is essential, as some clever spirits may attempt to twist the spirit of issued commands while obeying them to the letter. Any Incarna avatar can teach this Gift.",
		"system": "The player spends a Willpower point and rolls Charisma + Leadership (difficulty is the spirit’s Gnosis). The character can issue successive commands once the spirit is under her control; each additional command requires that the player expend an additional Willpower point. The spirit cannot be ordered to leave a place or object (or, in the case of fomori, person...) to which it is bound.",
		"level": "2",
		"users": [
			"Theurge"
		]
	},
	{
		"id": 85,
		"name": "Sight From Beyond",
		"description": "This is a Gift of prophecy. The werewolf becomes an oracle, prone to dreams and visions which hint at future opportunities, challenges and threats to come. These visions are always veiled in symbolism — an impending war against the local vampires might be presaged by visions of skyscrapers weeping blood from their upper stories, while a death in the sept might be heralded by dreams of a chorus of mournful howls rising to a ghost-pale moon. Owl-spirits teach this Gift.",
		"system": "Visions are entirely under the Storyteller’s control and are best handled through roleplaying, though a truly stumped player might ask for a Wits + Occult (difficulty 7) roll to help interpret a particularly puzzling vision.",
		"level": "2",
		"users": [
			"Theurge"
		]
	},
	{
		"id": 86,
		"name": "Exorcism",
		"description": "This is the Gift of ejecting spirits from places, objects, or even people, whether they are bound or in voluntary possession. Any Incarna avatar can teach this Gift.",
		"system": "The werewolf must concentrate for three uninterrupted turns. If the spirit does not wish to leave, the player must roll Manipulation + Intimidation (difficulty of the spirit’s Willpower). If the spirit was bound to its lodging, the exorcist must gain more successes than the binder did when tying the spirit to its location. This Gift can be used to “cure” fomori, although doing so inflicts ten levels of aggravated damage at a rate of one level per turn as the Bane tears free of its fleshly home. This ensures the host’s swift demise unless a powerful healer manages to preserve his life during the exorcism.",
		"level": "3",
		"users": [
			"Theurge"
		]
	},
	{
		"id": 87,
		"name": "Pulse of the Invisible",
		"description": "Spirits fill the world, and none know this fact better than the Theurge. This Gift grants constant awareness of the spirit world. Even in the physical world, the Theurge can interact with spirits in the Penumbra at will. While most spirit activity isn’t worth watching, the Theurge will be automatically aware of any dramatic changes or upheavals nearby. Any spirit can teach this Gift.",
		"system": "If the Garou’s permanent Gnosis equals or exceeds the local Gauntlet, he can see into the Umbra automatically. Otherwise, the player must roll Gnosis to look through the Gauntlet (difficulty of the Gauntlet rating). Such awareness lasts for the rest of the scene or until the character enters an area with a stronger Gauntlet.",
		"level": "3",
		"users": [
			"Theurge"
		]
	},
	{
		"id": 88,
		"name": "Umbral Camouflage",
		"description": "Although perfectly visible to all others, this Gift renders the werewolf undetectable to spirits. A wind-spirit teaches this Gift.",
		"system": "The player spends one Gnosis point, and for the remainder of the scene, she is completely invisible to spiritual senses. She may move about as normal but cannot make any attack actions without disrupting the Gift.",
		"level": "3",
		"users": [
			"Theurge"
		]
	},
	{
		"id": 89,
		"name": "Web Walker",
		"description": "The Garou may travel on the Pattern Web through the Umbra without physical difficulty, and without attracting the unfriendly attention of Weaver-spirits in the area. Any Weaver-spirit can teach this Gift.",
		"system": "The player spends one Gnosis point and rolls Charisma + Science (difficulty 7). Success enables the Garou (and her pack, so long as they stick close to her) to travel through the Umbra across the Pattern Web as though she were on a moon bridge. Whether the Web’s strands go where the Garou wants to travel is another matter entirely.",
		"level": "3",
		"users": [
			"Theurge"
		]
	},
	{
		"id": 90,
		"name": "Blurring the Mirror",
		"description": "This Gift allows the Theurge to cloud the minds of other beings, making it impossible for them to find the Umbra or step sideways into it. Once used as a form of punishment for arrogant pups, this Gift is more often deployed as a weapon against Black Spiral Dancers in the days of the coming Apocalypse. A Weaver-spirit teaches this Gift.",
		"system": "The player spends one Gnosis point for every individual she wishes to affect. The Gauntlet increases by five for those targets for the rest of the scene. Up to five individuals can be affected at once. While normally used against other Garou, this Gift is effective against any being capable of entering the Umbra sideways, including other Fera and some mages.",
		"level": "4",
		"users": [
			"Theurge"
		]
	},
	{
		"id": 91,
		"name": "Grasp the Beyond",
		"description": "The werewolf may carry things in and out of the Umbra without having to dedicate them to herself (see the Rite of Talisman Dedication, p. 211). This Gift affects objects, people and animals, both willing and unwilling. An opossum- or kangaroo-spirit teaches this Gift.",
		"system": "The character must grasp the object or person he wishes to take to (or from) the spirit world, and spend a number of Willpower points: one for small items (a knife or cell phone), two for larger items (a backpack or shotgun), and three for man-sized items (including people). The player makes the usual Gnosis roll to pierce the Gauntlet and step sideways; if successful, both he and the desired object or person pass into the Umbra. An unwilling subject may resist with a Willpower roll; each success subtracts one from the Garou’s successes. If left in the Umbra too long, living beings turn into spirits entirely.",
		"level": "4",
		"users": [
			"Theurge"
		]
	},
	{
		"id": 92,
		"name": "Spirit Drain",
		"description": "The Garou may drain power from a spirit to feed her own resolve. A rat-spirit teaches this Gift.",
		"system": "The player makes a resisted Gnosis roll against the spirit. If the player succeeds, the spirit loses one Essence point per success for the rest of the scene. For every two points drained, the Garou gains a temporary Willpower point. She loses any points exceeding her maximum at the end of the scene.",
		"level": "4",
		"users": [
			"Theurge"
		]
	},
	{
		"id": 93,
		"name": "Feral Lobotomy",
		"description": "Unleashing a surge of pure Wyld energy, the werewolf can devolve an opponent’s mind into that of an animal, effectively destroying his intelligence. A Wyldling teaches this Gift.",
		"system": "The player rolls Wits + Empathy (difficulty of the target’s Willpower + 3, maximum 10) and spends a number of Gnosis points. If successful, the Garou can destroy the target’s Intelligence Attribute permanently; the target loses one Intelligence dot for each two points of Gnosis spent, and cannot lose more Intelligence than the number of successes rolled. Lost Intelligence is replaced with feral, animalistic behavior.",
		"level": "5",
		"users": [
			"Theurge"
		]
	},
	{
		"id": 94,
		"name": "Malleable Spirit",
		"description": "The werewolf can change a spirit’s form or purpose. A Chimerling teaches this Gift.",
		"system": "The player must best the spirit in a resisted Gnosis roll. The difficulty is based on what the Garou tries to accomplish, while the spirit’s difficulty is the Garou’s Gnosis. <br><br> Change | Difficulty <br> Characteristics (Willpower, Rage, Gnosis; one point changed per success) | 6 <br> Disposition (Friendly, Neutral, Hostile) | 7 <br> Type (Naturae, Elemental, Bane, etc) | 9",
		"level": "5",
		"users": [
			"Theurge"
		]
	},
	{
		"id": 95,
		"name": "Ultimate Argument of Logic",
		"description": "Those who speak with the Theurge leave convinced of some fact they might otherwise have disbelieved. If successful, the Garou can cause the target to believe implicitly in one aspect of existence (true or false) — that the Earth is the center of the universe, that there is such a thing as a spirit world, or that cities are unnatural affronts to nature, for example. A coyote-spirit teaches this Gift.",
		"system": "The player needs three successes on a Manipulation + Performance roll (difficulty of the target’s Wits + Enigmas).",
		"level": "5",
		"users": [
			"Theurge"
		]
	},
	{
		"id": 96,
		"name": "Fangs of Judgement",
		"description": "It falls upon the Philodox to levy not only judgment but also punishment against those who have fallen from their proper stations. This Gift, taught by an ancestor-spirit, causes the werewolf’s claws and fangs to burn with the righteous power of law.",
		"system": "The player spends one Willpower point. For the next full day, all of the Garou’s natural weaponry attacks do two extra dice of damage to all beings who have fallen from their original purpose to the service of the Wyrm (such as Black Spiral Dancers, fomori, and corrupted nature spirits; Banes which came into existence as agents of the Wyrm are, regrettably, exempt from this Gift’s sanction).",
		"level": "1",
		"users": [
			"Philodox"
		]
	},
	{
		"id": 97,
		"name": "Resist Pain",
		"description": "Fortifying herself with purpose and will, the werewolf shuts out the pain of her wounds. A bear- or badger-spirit teaches this Gift.",
		"system": "The player spends one Willpower point; the character ignores all wound penalties for the rest of the scene.",
		"level": "1",
		"users": [
			"Philodox",
			"Children of Gaia",
			"Get of Fenris",
			"Wendigo"
		]
	},
	{
		"id": 98,
		"name": "Scent of the True Form",
		"description": "The Philodox is able to scent the truth of those she meets, literally sniffing out an individual’s true form. A vulture- spirit teaches this Gift. ",
		"system": "The Garou can smell Kinfolk or a fellow werewolf automatically. In all other cases, the player must roll Perception + Primal-Urge (difficulty 6). One success will identify a normal human or animal; two successes will detect a vampire, changeling, demon, mummy, or Fera; four successes are needed to sniff out a mage, ghoul, or fomor. The Imbued register as normal humans to this Gift. Unfamiliar scents aren’t automatically recognized: A Philodox that has never encountered any Rokea might not immediately recognize the scent she detects as “wereshark.”",
		"level": "1",
		"users": [
			"Philodox"
		]
	},
	{
		"id": 99,
		"name": "Truth of Gaia",
		"description": "As judges of the Litany, Philodox may easily separate truth from falsehood. A Gaffling of Falcon teaches this Gift.",
		"system": "The player rolls Intelligence + Empathy (difficulty equals the subject’s Manipulation + Subterfuge). This Gift reveals only which of the words that have been spoken are true and which are false. It doesn’t reveal the truth behind a lie unless the speaker utters it. If the speaker is uncertain whether his words are true or false, the Gift identifies them as neither.",
		"level": "1",
		"users": [
			"Philodox"
		]
	},
	{
		"id": 100,
		"name": "Call to Duty",
		"description": "Names hold great power in the spirit world, and the Philodox may exploit this to summon and command any spirit she knows by name. Only one command may be given, and the spirit departs immediately after fulfilling it. Alternatively, all spirits in the area may be called in times of great need. An Incarna avatar teaches this Gift.",
		"system": "The Garou must know the name of the spirit she wishes to summon. The player rolls Charisma + Leadership (difficulty equal to the spirit’s Willpower). The second mode of this Gift simply requires the player to spend two Gnosis points to summon all Gaian spirits within a one-mile (1.6 km) radius. If the character has abused this Gift in the past (in the Storyteller’s estimation), the spirits might refuse the call — such a general summons is rooted more in appeal to duty than compulsion. The mightiest of spirits (Incarnae and above) are generally able to ignore this Gift if they choose.",
		"level": "2",
		"users": [
			"Philodox"
		]
	},
	{
		"id": 101,
		"name": "Command the Gathering",
		"description": "The Philodox draws all eyes to herself with a great exclamation, a clap of her hands, the striking of klaive to shield, or some other such gesture. Until she has had her say, none may depart or interrupt her. A lion-spirit teaches this Gift.",
		"system": "The player spends one Willpower point and rolls Appearance + Leadership (difficulty equals the highest Willpower among those whose attention she seeks to gain). If the roll succeeds, all in attendance fall quiet and listen. Any individual who wishes to interrupt the Philodox or walk out before she has finished speaking must spend two points of Willpower to do so.",
		"level": "2",
		"users": [
			"Philodox",
			"Galliard"
		]
	},
	{
		"id": 102,
		"name": "King of the Beasts",
		"description": "The Philodox’s authority extends even into the realm of beasts, so that he can command the loyalty of any single animal. If successful, the animal follows the letter and spirit of his commands unconditionally. A lion- or falcon-spirit teaches this Gift.",
		"system": "The Philodox targets one animal within 100 feet (30 m). The player rolls Charisma + Animal Ken (difficulty 7). The power lasts until the Garou releases the animal from its obligation to him; this Gift can only hold sway over one animal at a time.",
		"level": "2",
		"users": [
			"Philodox"
		]
	},
	{
		"id": 103,
		"name": "Strength of Purpose",
		"description": "Philodox use this Gift to fortify themselves in the face of the Apocalypse, turning hot passion and burning Rage into cold, steely resolve. A wolf-spirit teaches this Gift.",
		"system": "Once per scene, the player may roll Stamina + Rituals (difficulty 7). For every two successes, the Philodox recovers one point of Willpower, up to her maximum.",
		"level": "2",
		"users": [
			"Philodox"
		]
	},
	{
		"id": 104,
		"name": "Scent of the Oathbreaker",
		"description": "Oaths sanctified before a Philodox are a serious matter indeed, so this Gift grants the judges of the Garou nation the ability to know when an oath has been broken and totrack down the oathbreaker to correct him personally. A dog-spirit teaches this Gift.",
		"system": "The Philodox may spend one Gnosis point to sanctify any oath or promise he personally witnesses, no matter how formal or informal. If at any point in the future one of the individuals sworn to the oath breaks it, the Philodox immediately becomes aware of this, and all rolls for the werewolf to track the oathbreaker by scent drop to difficulty 4. This benefit lasts until the Philodox next stands in the oathbreaker’s presence.",
		"level": "3",
		"users": [
			"Philodox"
		]
	},
	{
		"id": 105,
		"name": "Sense Balance",
		"description": "As the arbitrators of the Garou Nation, the Philodox have developed an attunement with the cosmic forces that balance the Tellurian. The werewolf may sense an overabundance of Wyrm, Wyld, or Weaver energies in a location. A cat-spirit teaches this Gift.",
		"system": "The player spends a Gnosis point and rolls Perception + Enigmas (difficulty 8) to detect the spiritual balance of an area, if any. Wyrm manifestations feel dense and oily, Weaver presence feels cold and unyielding, and Wyld energies feel hot and trembling. The Philodox must be at peace and without distraction to use this Gift.",
		"level": "3",
		"users": [
			"Philodox",
			"Stargazers"
		]
	},
	{
		"id": 106,
		"name": "Weak Arm",
		"description": "By watching an opponent’s fighting style, the Philodox can quickly evaluate his strengths and weaknesses. Snake- and wind-spirits teach this Gift.",
		"system": "The player rolls Perception + Brawl (difficulty 8). Each success grants one bonus die to add to her attack or damage rolls against that opponent. For instance, a Philodox who gets four successes could add two dice to her attack rolls and two to her damage pool, or four to her damage rolls, or three to attack and one to damage — whatever combination suits her. However, the distribution of dice cannot be changed once the Gift has been activated. This Gift can be used against a given foe only once per scene, and its benefits are lost at the end of the scene. A full turn of concentration is necessary to use this Gift.",
		"level": "3",
		"users": [
			"Philodox"
		]
	},
	{
		"id": 107,
		"name": "Wisdom of the Ancient Ways",
		"description": "All werewolves have an innate connection to their ancestors — a spiritual, racial unconscious accessible through intense meditation. The Philodox can tap into these deep memories to remember ancient lore. An ancestor-spirit teaches this Gift.",
		"system": "The character must meditate for a short time, concentrating on the past. The player then rolls Gnosis (difficulty 9, –1 for each dot of Ancestors the Garou possesses). The number of successes determines how detailed and exact the answer he receives will be.",
		"level": "3",
		"users": [
			"Philodox",
			"Wendigo"
		]
	},
	{
		"id": 108,
		"name": "Roll Over",
		"description": "The werewolf radiates authority and power, allowing him to exert his dominance over others. Humans bow or kneel, while Garou roll over to expose their throats. A wolf-spirit teaches this Gift.",
		"system": "The player begins an extended, resisted Willpower contest. The results are compared to each of her opponents in turn; when the player has scored three more successes than an opponent, that opponent drops out of the contest and submits. If one of the opponents accumulates three more successes over the character, the contest ends. For the remainder of the scene, any individual who has submitted will take no actions at all without the approval of the character, unless their life depends on it.",
		"level": "4",
		"users": [
			"Philodox"
		]
	},
	{
		"id": 109,
		"name": "Scent of Beyond",
		"description": "With a moment’s concentration, the werewolf can hurl her senses to any place with which she is familiar (even an Umbral location), no matter how far away it may be. Because a bird-spirit teaches this Gift, her senses perceive the scene from above.",
		"system": "The player rolls Perception + Enigmas (difficulty 8). If the target location is in the Umbra, the difficulty is 8 or the local Gauntlet rating, whichever is higher. This far-seeing continues for as long as the werewolf desires, but the character suffers a –3 penalty to any attempts to react to local stimuli while her senses are projected.",
		"level": "4",
		"users": [
			"Philodox"
		]
	},
	{
		"id": 110,
		"name": "Take the True Form",
		"description": "The Philodox can force a being into its true form. A wolf-spirit teaches this Gift.",
		"system": "The player rolls Manipulation + Primal-Urge (difficulty 7). If successful, Changing Breeds (including Garou) are forced to revert to their breed form for one turn per success. Other shapeshifted creatures (such as vampires masquerading as wolves) targeted by this power are likewise forced to revert to their true forms.",
		"level": "4",
		"users": [
			"Philodox"
		]
	},
	{
		"id": 111,
		"name": "Geas",
		"description": "This Gift binds an individual or group to a sacred oath. While the geas cannot force and individual to act against her nature (such as to allow herself to be killed), it also doesn’t allow her to act against the task the Philodox has set before her. This Gift is taught by an Incarna avatar.",
		"system": "The player spends one Gnosis point and rolls Manipulation + Leadership (difficulty of the opponent’s Willpower, or the highest Willpower in a group). The compulsion to complete the task set out in the geas lasts until the task is completed or the target is harmed to the point of incapacitation in pursuit of the quest.",
		"level": "5",
		"users": [
			"Philodox"
		]
	},
	{
		"id": 112,
		"name": "Wall of Granite",
		"description": "Philodox have a stronger relationship with the elementals of the earth than other werewolves do; just as the earth upholds those upon it, the Philodox uphold the Litany that sustains their people. While in contact with earth or rock, the Philodox can invoke a wall to protect himself. This wall moves with the Garou, defending him from all angles. Earth elementals teach this Gift.",
		"system": "The player spends one Gnosis point. The wall’s dimensions are three yards high, two yards long and one yard thick (or a similar number of meters), and if the Garou desires, it may be extended to encircle a number of allies up to the werewolf’s Gnosis, so long as they huddle close. It has a soak pool of 10 dice, and 15 health levels must be inflicted to penetrate it at any point. The wall lasts for one scene or until released into the earth by the Garou.",
		"level": "5",
		"users": [
			"Philodox"
		]
	},
	{
		"id": 113,
		"name": "Break the Bonds",
		"description": "This Gift shatters all bonds, whether physical or mental, from sturdy iron chains to the slavery of a vampire’s bewitched blood. The Garou may use it to benefit any being, including herself. It is taught by any Incarna with the freedom to come and go as they please.",
		"system": "The Garou is automatically immune to any supernatural coercion, and may break bonds as though she had Strength 15. She may also break another’s physical bonds with that same Strength, or banish mental bonds from another with a Manipulation + Leadership roll (difficulty 11 – target’s Willpower).",
		"level": "6",
		"users": [
			"Philodox", 
			"Galliard"
		]
	},
	{
		"id": 114,
		"name": "Beast Speech",
		"description": "The werewolf may instinctively understand and communicate with any natural animals, from fish to mammals. She need only speak normally to be understood by animals, along with a touch of appropriate body language — there is no need to bark like a dog. This Gift doesn’t change animals’ basic reactions or dispositions; most are still afraid of predators such as werewolves. Any animal spirit can teach this Gift.",
		"system": "This Gift’s effects are permanent.",
		"level": "1",
		"users": [
			"Galliard",
			"Red Talons"
		]
	},
	{
		"id": 115,
		"name": "Call of the Wyld",
		"description": "The werewolf may send her howl far beyond the normal range of hearing and imbue it with great emotion, stirring the hearts of fellow Garou and chilling the bones of all others. A wolf-spirit teaches this Gift.",
		"system": "The player rolls Stamina + Empathy; the number of successes determines how far away the Call can be heard (double the normal range for each success) and how stirring it is to those who hear it. This Gift should be used in conjunction with one of the Garou howls (see p. 58). The Storyteller determines the effects as appropriate to the purpose to which it is put, perhaps awarding a bonus die to revel participants for each two successes, or granting a point of Rage to all listeners for an exceptional battlefield howl.",
		"level": "1",
		"users": [
			"Galliard"
		]
	},
	{
		"id": 116,
		"name": "Mindspeak",
		"description": "Invoking the power of a waking dream, the Garou can place any chosen characters into silent communication. A Chimerling teaches this Gift.",
		"system": "The player spends one Willpower point per chosen sentient being and makes a Manipulation + Expression roll (difficulty of the victim’s Willpower) if any participants are unwilling. All those included in the waking dream may interact normally through the Mindspeak, although they can inflict no damage through it. Their real bodies can still act, although all dice pools decrease by two. The Mindspeak ends when all the participants want it to, or on the turn the Galliard fails the roll against an unwilling member. All beings affected must be within line of sight. The Garou may include her entire pack in the waking dream for only one Willpower point, if she desires.",
		"level": "1",
		"users": [
			"Galliard"
		]
	},
	{
		"id": 117,
		"name": "Perfect Recall",
		"description": "The werewolf is able to remember and relive any memory with perfect clarity. An elephant-spirit teaches this Gift.",
		"system": "The player may spend one Gnosis point to perfectly remember any one detail, no matter how small, from any point in her character’s entire life.",
		"level": "1",
		"users": [
			"Galliard"
		]
	},
	{
		"id": 118,
		"name": "Call of the Wyrm",
		"description": "This dangerous Gift attracts creatures of the Wyrm, luring them into traps and ambushes or flushing them from hiding. Any spirit servant of Gaia can teach this Gift.",
		"system": "The player makes a resisted roll of Manipulation + Performance against the Wyrm creature’s Willpower(both rolls are difficulty 7). If the Wyrm creature loses the contest, it must come to the source of the Call.",
		"level": "2",
		"users": [
			"Galliard"
		]
	},
	{
		"id": 119,
		"name": "Distractions",
		"description": "The werewolf can make distracting yips, yelps, and howls to divert the attention of his target. A coyote-spirit teaches this Gift.",
		"system": "The player rolls Wits + Performance (difficulty equals the victim’s Willpower). Each success subtracts one die from the target’s dice pool for the next three turns.",
		"level": "2",
		"users": [
			"Galliard"
		]
	},
	{
		"id": 120,
		"name": "Dreamspeak",
		"description": "The Galliard can walk among another’s dreams and thereby affect their course. The werewolf doesn’t have to be anywhere near the target, but she must know or have seen the dreamer. A Chimerling teaches this Gift.",
		"system": "The player rolls Wits + Empathy (difficulty 8). If the dreamer awakens while the Galliard is still within the dream, the werewolf is thrown out of the dream world and loses a Gnosis point.",
		"level": "2",
		"users": [
			"Galliard"
		]
	},
	{
		"id": 121,
		"name": "Howls in the Night",
		"description": "The werewolf sends a full-throated howl shivering into the night sky, evoking primal terror in Gaia’s enemies. Creatures of the Wyrm who hear the howl find themselves troubled and unable to rest easily while their enemies are on the prowl. A wolf-spirit teaches this Gift.",
		"system": "The player spends a Gnosis point and rolls Charisma + Primal-Urge (difficulty 7). Creatures of the Wyrm who hear the howl will be jolted awake if asleep, and rendered unable to sleep for the next (successes x 3) hours.",
		"level": "2",
		"users": [
			"Galliard",
			"Red Talons",
			"Shadow Lords"
		]
	},
	{
		"id": 122,
		"name": "Eye of the Cobra",
		"description": "With an unearthly stare, the werewolf can draw anyone to within striking distance. A snake-spirit teaches this Gift.",
		"system": "The player rolls Appearance + Enigmas (difficulty equal to the target’s Willpower). The Garou needs three successes to bring the target to his side; fewer successes will at least start the victim moving in the right direction. Once there, the target can do as he pleases, but he must try his best to get to the Galliard until then.",
		"level": "3",
		"users": [
			"Galliard"
		]
	},
	{
		"id": 123,
		"name": "Song of Heroes",
		"description": "Reciting a tale of ancient Garou heroism, the Galliard conjures up the spirit of fallen heroes and infuses those listening with some portion of their power. An ancestor-spirit teaches this Gift.",
		"system": "This Gift requires the full recitation of a story of epic heroism, taking at least several minutes. Athe end of the tale, the player spends two Gnosis pointand rolls Charisma + Performance (difficulty 8). Every two successes on this roll add one point to a single Ability score for all listening Garou and Kinfolk, much like the Ancestors Background (see p. 136). This bonus last until the sun rises.",
		"level": "3",
		"users": [
			"Galliard"
		]
	},
	{
		"id": 124,
		"name": "Song of Rage",
		"description": "This Gift unleashes the beast in others, forcing werewolves, vampires, and other such creatures into frenzy and turning humans into berserkers. A wolverine-spirit teaches this Gift.",
		"system": "The Garou rolls Manipulation + Leadership (difficulty of the target’s Willpower). The victim flies into a violent rage (or frenzy, if naturally prone) for one turn per success.",
		"level": "3",
		"users": [
			"Galliard"
		]
	},
	{
		"id": 125,
		"name": "Song of the Siren",
		"description": "The Garou’s song or howl can entrance anyone who hears it. A songbird- spirit teaches this Gift.",
		"system": "The player rolls Charisma + Performance (difficulty equal to the target’s Willpower) and spends one Gnosis point. Packmates resist the Gift automatically; all others in earshot whose Willpower is exceeded are affected. Enchanted targets can’t perform any actions for a number of turns equal to the successes rolled, unless one Willpower point is spent per turn of free action.",
		"level": "3",
		"users": [
			"Galliard",
			"Fianna"
		]
	},
	{
		"id": 126,
		"name": "Bridge Walker",
		"description": "The Galliard may create minor moon bridges through which she alone can travel. Such travel takes one percent of the time the journey would take normally, allowing the werewolf to disappear from in front of a foe and reappear behind it instantly. These moon bridges are not protected by Lunes, and may attract the interest of spirits. A Lune teaches this Gift.",
		"system": "The player spends one Gnosis point to create the bridge. The moon bridge lasts for only one passage, unless the player spends an additional three Willpower, in which case it lasts until the next full moon. The maximum distance that can be traversed by the bridge is the Garou’s Gnosis in miles (1.6 km per Gnosis dot). ",
		"level": "4",
		"users": [
			"Galliard"
		]
	},
	{
		"id": 127,
		"name": "Gift of Dreams",
		"description": "The Galliard crafts a dream, then breathes it into a sleeping individual. A Lune teaches this Gift.",
		"system": "The player rolls Wits + Expression (difficulty 6) to craft the dream; more successes allows for more vivid and impactful dreams. To ensure that an individual experiences this dream, the Galliard must breathe it into the target’s mouth while they sleep. The player spends a Gnosis point to complete the Gift. Dreams crafted with this Gift are often unusually vivid and dramatic, often leaving even lifelong skeptics convinced that they hold some deep meaning.",
		"level": "4",
		"users": [
			"Galliard"
		]
	},
	{
		"id": 128,
		"name": "Shadows by the Firelight",
		"description": "The Galliard invokes shadows and dreams to set the stage for a play in which other werewolves play a part. The Galliard narrates the tale, and the actors are swept along in the narrative, willing or no. The Gift is often used at moots, since it allows many to participate in the retelling of legends. It is also used as an object lesson for the way- ward and stubborn. An ancestor-spirit teaches this Gift.",
		"system": "To press an unwilling actor into the shadow-play, the player spends one Gnosis point per target and rolls Manipulation + Performance (difficulty equal to the target’s Willpower). The effects last until the story ends (one scene), or until the actor is attacked. Willing participants require no roll or expenditure.",
		"level": "4",
		"users": [
			"Galliard"
		]
	},
	{
		"id": 129,
		"name": "Fabric of the Mind",
		"description": "The greatest Galliards can bring the products of their imagination to life, crafting creatures from the essence of dreams. Chimerlings teach this Gift.",
		"system": "The player makes an extended Intelligence + Performance roll (difficulty 8). She can create any form of life she can imagine, assigning it one dot of Traits for each success gained on the roll. The werewolf can take as long as she wants to form the creature, accumulating successes from turn to turn, but once she stops, the dream- being takes form and requires one Gnosis point per scene to keep it manifested.",
		"level": "5",
		"users": [
			"Galliard",
			"Uktena"
		]
	},
	{
		"id": 130,
		"name": "Head Games",
		"description": "Emotions become a palette with which the Galliard may paint whatever picture takes her fancy. She may change the target’s emotions as she pleases, from love to hate and back again. A coyote-spirit teaches this Gift.",
		"system": "The player rolls Manipulation + Empathy (difficulty equal to the target’s Willpower). Success allows the Garou to steer the emotions of any one individual for the rest of the scene. These emotions don’t last beyond the end of the Gift’s duration unless events naturally re- inforce them (such as the Galliard acting friendly toward an individual she has forced to regard her warmly).",
		"level": "5",
		"users": [
			"Galliard"
		]
	},
	{
		"id": 131,
		"name": "Falling Touch",
		"description": "This Gift allows the Garou to send her foe sprawling with but a touch. Any aerial spirit can teach this Gift. ",
		"system": "The player rolls Willpower (difficulty of the opponent’s Stamina + Athletics). Even one success sends the victim to the ground. This Gift may be employed through even the lightest, brushing contact at no cost, or may be delivered through an attack by paying one point of Willpower or Rage. Such attacks inflict full damage in addition to knocking the target prone.",
		"level": "1",
		"users": [
			"Ahroun",
			"Stargazers"
		]
	},
	{
		"id": 132,
		"name": "Inspiration",
		"description": "Other werewolves look to the Ahroun for leadership in battle, and this Gift helps them to live up to that trust. The werewolf employs this Gift to lend her resolve and righteous anger to those who share her cause. A lion- or wolf-spirit teaches it.",
		"system": "The player spends one Gnosis point. All comrades (but not the Gift’s user) receive one Willpower point, which disappears if it is not used before the end of the scene.",
		"level": "1",
		"users": [
			"Ahroun",
			"Silver Fangs"
		]
	},
	{
		"id": 133,
		"name": "Pack Tactics",
		"description": "While the Ahroun’s role as the overall leader of Garou is questionable, there’s no doubt at all who should take control of the pack in battle. By taking the lead and coordinating pack actions, the Ahroun gifts all her packmates with great competence in the heat of battle. A wolf-spirit teaches this Gift.",
		"system": "The player spends a Willpower point before initiating a Pack Tactics maneuver (see p. 300) and divides a pool of extra dice equal to her Leadership score among everyone performing the maneuver. The dice should be divided as evenly as possible, although the player may choose where to distribute extra dice (or in case of the Ahroun’s Leadership score granting fewer dice than the number of packmates involved).",
		"level": "1",
		"users": [
			"Ahroun"
		]
	},
	{
		"id": 134,
		"name": "Razor Claws",
		"description": "By raking his claws over stone, steel, or some other hard surface, the werewolf hones them to razor sharpness. A cat- or bear-spirit teaches this Gift.",
		"system": "The player spends one Rage point and the Ahroun takes a full turn sharpening her claws. All claw attacks do two additional dice of damage and are made at –1 difficulty for the rest of the scene.",
		"level": "1",
		"users": [
			"Ahroun",
			"Get of Fenris"
		]
	},
	{
		"id": 135,
		"name": "Spur Claws",
		"description": "In ancient times, Ahroun warriors made common cause with the spirit-Queen of Bees. As her own hive-children rallied to protect her, so too did the Garou fight in defense of Gaia, and the Queen decreed that they should be properly equipped for the fight. This Gift, taught by a bee-spirit in recognition of that alliance, allows the Ahroun to transform her claws into hooked and barbed spurs.",
		"system": "The player spends one Rage. The next successful claw attack the character makes buries her claws into the victim, where they stick after breaking free from the werewolf ’s fingertips. Until the victim takes the time to pull them out (which takes a full turn), they suffer +2 difficulty to all actions. The Garou’s claws take a full turn to regenerate.",
		"level": "1",
		"users": [
			"Ahroun"
		]
	},
	{
		"id": 136,
		"name": "Shield of Rage",
		"description": "Such is the Rage burning within an Ahroun’s heart that all lesser furies quail before it. A wolverine-spirit teaches this Gift.",
		"system": "The player spends one Willpower point. For the rest of the scene, all spirits’ Rage scores are considered two less than their real values for the purpose of rolling damage against the Ahroun.",
		"level": "2",
		"users": [
			"Ahroun"
		]
	},
	{
		"id": 137,
		"name": "Spirit of the Fray",
		"description": "A cat-spirit grants the Ahroun the Gift of blinding speed and lightning reflexes, permitting her to strike before any foe.",
		"system": "Once the Ahroun learns this Gift, its effects are permanent. She adds 10 to all her initiative rolls, and if she chooses, may spend a Gnosis point to add another 10 to an initiative roll (such an expenditure prevents spending Rage for extra actions, however).",
		"level": "2",
		"users": [
			"Ahroun"
		]
	},
	{
		"id": 138,
		"name": "True Fear",
		"description": "The werewolf displays his full, terrifying might — baring teeth or claws, howling, or simply looming ominously over a foe. Terror strikes one foe into quiescence. Spirits of fear teach this Gift.",
		"system": "The player rolls Strength + Intimidation (difficulty equal to the target’s Willpower). Each success cows the enemy for one turn; the victim cannot attack during this time, but may defend himself and otherwise act normally (although his actions are likely guided by overwhelming terror).",
		"level": "2",
		"users": [
			"Ahroun",
			"Wendigo"
		]
	},
	{
		"id": 139,
		"name": "Combat Healing",
		"description": "This Gift allows the werewolf to mend his injuries without rest or hesitation — even in the heart of combat — as claws and bullets tear fresh rents in his flesh. While other Garou struggle to mend their wounds under fire, the Ahroun never stops fighting. Elemental spirits teach this Gift, although they must generally be bested in battle first.",
		"system": "The Ahroun no longer needs to pause or roll Stamina to heal during combat, and automatically regenerates one non-aggravated health level every round. This benefit is permanent.",
		"level": "3",
		"users": [
			"Ahroun"
		]
	},
	{
		"id": 140,
		"name": "Heart of Fury",
		"description": "The Garou steels himself against anger, suppressing his Rage and creating a mental wall to hold back the tide of righteous fury that threatens to drown him. The anger always returns, however, and the Garou had best be ready to pay its bill. A boar-spirit teaches this Gift.",
		"system": "The player rolls Willpower (difficulty equals the character’s permanent Rage). Every two successes add +1 to the character’s frenzy difficulties for the scene, making it harder to frenzy. When the scene ends, past slights and injuries come rushing back to haunt the werewolf, refilling his heart and soul. He must spend one Willpower point or make an immediate frenzy check at regular difficulty.",
		"level": "3",
		"users": [
			"Ahroun"
		]
	},
	{
		"id": 141,
		"name": "Silver Claws",
		"description": "Luna sends her children to teach this powerful but painful Gift to those warriors who gain her favor. When invoked, it transforms the werewolf’s claws into silver.",
		"system": "The player rolls Gnosis (difficulty 7) to activate this Gift. Silver claws inflict aggravated damage to all targets, and are naturally unsoakable to Garou and most other Fera. The Ahroun suffers searing agony while manifesting these silver claws. Each turn, she gains an automatic Rage point, and all non-combat difficulties increase by one because of the distraction. On each turn that her Rage points exceed her Willpower, she must check for frenzy. The Gift lasts for one scene, unless the Garou takes a turn to voluntarily end it sooner.",
		"level": "3",
		"users": [
			"Ahroun",
			"Silver Fangs"
		]
	},
	{
		"id": 142,
		"name": "Wind Claws",
		"description": "The Ahroun’s claws and fangs pass through the flimsy protections of their enemies as though they were but air and hope. An air elemental teaches this Gift.",
		"system": "The player spends one Rage point. For the rest of the turn, all of the Ahroun’s attacks completely ignore any armor (mundane or magical) that targets might be wearing; the targets forfeit all soak dice from such protection.",
		"level": "3",
		"users": [
			"Ahroun"
		]
	},
	{
		"id": 143,
		"name": "Clenched Jaw",
		"description": "The werewolf bites down with such power that her grip won’t loosen until she chooses to let it; even in death, her jaws remain locked. A wolf- or hyena-spirit teaches this Gift.",
		"system": "After making a successful bite attack, the player may spend a Rage point to invoke this Gift. For each successive turn she chooses to maintain her grip, she makes a bite attack roll (difficulty 3). While foes can make a resisted Strength roll to break the grip (suffering an additional health level of damage in the process of trying to tear free), the Garou may add half her Willpower to her dice pool (round up).",
		"level": "4",
		"users": [
			"Ahroun"
		]
	},
	{
		"id": 144,
		"name": "Full Moon's Light",
		"description": "The full moon is Luna’s warrior phase, when she searches out her enemies. The Ahroun can call upon her determination in finding her foes, illuminating any who oppose her. Lunes teach this Gift.",
		"system": "The player spends one Gnosis point. For the remainder of the scene, anyone within one mile who is working against the Ahroun or her pack emits a soft glow, as though illuminated by moonlight. This Gift can be used to confound powers of stealth or even invisibility, but only if the target is actively attempting to harm, compete with, or otherwise foil the Ahroun or her pack.",
		"level": "4",
		"users": [
			"Ahroun"
		]
	},
	{
		"id": 145,
		"name": "Stoking Fury's Furnace",
		"description": "This Gift allows the Garou to husband his Rage, keeping it burning for as long as Gaia’s enemies remain to be defeated. A wolverine-spirit teaches it.",
		"system": "This Gift’s effects are permanent. The werewolf regains one Rage point during any turn in which he takes damage. This Rage does not cause a frenzy check, though other sources will induce checks as usual. Additionally, the player can spend one Rage point per turn without losing any temporary Rage. If multiple Rage points are spent during any turn, however, all are marked off.",
		"level": "4",
		"users": [
			"Ahroun"
		]
	},
	{
		"id": 146,
		"name": "Kiss of Helios",
		"description": "The Ahroun can invoke the sun’s power to gain immunity to flame. Additionally, she may ignite any portion of her body and keep it burning as she desires. Garou with this Gift are as likely to light their mane to honor the sun during rituals as they are to ignite their claws or fangs in battle. A fire elemental or sun-spirit teaches this Gift.",
		"system": "The player spends one Gnosis. For the rest of the scene, the character is unharmed by any natural source of flames or heat. Artificial (napalm, gas fires, etc.) and supernatural flames can inflict no more than a single level of bashing damage during a turn. The character inflicts two additional dice of aggravated damage with burning attacks.",
		"level": "5",
		"users": [
			"Ahroun"
		]
	},
	{
		"id": 147,
		"name": "Strength of Will",
		"description": "A werewolf with this Gift is a pillar of indomitable will. He can share this terrifying strength with others as well, leading them through the gates of Malfeas without a moment’s fear or hesitation. A wolf-spirit or an Incarna avatar teaches this Gift.",
		"system": "The player spends a point of Willpower and rolls Charisma + Leadership (difficulty 8). Each success grants all the Garou’s allies within 100 feet (and her packmates anywhere within 100 miles) an extra point of Willpower. The extra points last for the rest of the scene and may raise an ally’s Willpower above its maximum (and even above 10). This Gift can only be used once per scene.",
		"level": "5",
		"users": [
			"Ahroun"
		]
	},
	{
		"id": 148,
		"name": "Unstoppable Warrior",
		"description": "The werewolf with this potent Gift may shrug off even flames and the claws of his own kind. A warrior Incarna teaches this Gift.",
		"system": "The Garou becomes permanently capable of healing all aggravated damage as though it were lethal damage, save for wounds inflicted by silver.",
		"level": "6",
		"users": [
			"Ahroun"
		]
	},
	{
		"id": 149,
		"name": "Breath of the Wyld",
		"description": "Furies embrace the energy of creation, and they can share that passion with others. With this Gift, the Black Fury instills a feeling of vitality, life, and lucidity in another living being. It is taught by a servant of Pegasus.",
		"system": "The Fury must touch her target’s skin. The player rolls Gnosis (difficulty 5 against Garou and Kinfolk; difficulty 6 for others). Success grants the recipient a rush of mental vitality — in game terms, one additional die on all Mental rolls for the rest of the scene. It also adds one to the difficulties of any Rage rolls made during the scene.",
		"level": "1",
		"users": [
			"Black Furies"
		]
	},
	{
		"id": 150,
		"name": "Man's Skin",
		"description": "Distasteful though it may be, the Black Furies sometimes find it necessary to pass unnoticed through the world of men. This Gift allows a Fury to effectively change gender in the eyes of onlookers. Her features and build become decidedly more masculine, and her garb seems of a masculine cut. Her hair, eye and skin color remain the same; the result is a man who shows a slight family resemblance to the Fury. Despite this Gift’s name, it works equally well when male metis Furies employ it to disguise themselves as women. The Gift is taught by an ancestor-spirit or a seahorse-spirit.",
		"system": "The player rolls Charisma + Subterfuge (difficulty 7). The illusion lasts for one scene per success, or until the Fury shifts form. The disguise withstands casual tactile contact, although heavy or violent contact will reveal the truth.",
		"level": "1",
		"users": [
			"Black Furies"
		]
	},
	{
		"id": 151,
		"name": "Wyld Resurgence",
		"description": "Bent to Gaia’s service, the creative, living essence of the Wyld roars through the Fury’s body, shining beneath her skin as a rippling wave of prismatic energy which focuses on and shines out through her wounds. This surge supercharges the werewolf ’s regenerative powers, quickly mending even the most grievous of wounds. A servant of Pegasus teaches this Gift.",
		"system": "The Fury spends a turn in concentration and the player spends one Gnosis point. The werewolf immediately heals either three levels of bashing damage or two levels of lethal damage. With the expenditure of a Willpower point in addition to the Gnosis point, one level of aggravated damage may be healed instead. Damage caused by silver weapons cannot be healed with this Gift.",
		"level": "1",
		"users": [
			"Black Furies"
		]
	},
	{
		"id": 152,
		"name": "Curse of Aeolus",
		"description": "The Fury calls up a thick, eerie fog that obscures vision and unnerves her opponents. The Fury can see through her own fog with no difficulty. A fog-spirit teaches this Gift.",
		"system": "The player makes a Gnosis roll, with the difficulty depending on humidity and closeness to a body of water (a lake shore might be difficulty 4, while a desert would be 9). Those other than the Fury who are enveloped in the fog lose half of their dice on all Perception rolls (round up). All those enveloped within the fog also lose one die from all Willpower rolls, save the Fury and her packmates.",
		"level": "2",
		"users": [
			"Black Furies"
		]
	},
	{
		"id": 153,
		"name": "Kali's Tongue",
		"description": "A terrible Wyrm creature terrorized the land in ancient days of myth. For every drop of blood it spilled, another monster would spring up from the ground. A goddess of destruction spread out her tongue to catch each drop of blood as it fell, and in this fashion enabled the monster’s defeat. Modern Black Furies apply similar magic in their struggles against Black Spiral Dancers and other resilient foes. A cobra-spirit teaches this Gift.",
		"system": "The player spends one point of Rage and rolls Manipulation + Medicine (difficulty equals the target’s Rage or Willpower –3, whichever is lower). Each success prevents the target from healing damage by any means (including Gifts like Mother’s Touch) for one turn.",
		"level": "2",
		"users": [
			"Black Furies"
		]
	},
	{
		"id": 154,
		"name": "Kneel",
		"description": "By pointing a finger or claw at a target, a Fury can force him to his knees. Only the strongest-willed can do anything but strain and swear in response. This Gift is taught by one of Pegasus’s brood.",
		"system": "The Fury rolls Manipulation + Intimidation (difficulty of the subject’s Willpower). Her target falls to his knees unless he spends a Gnosis point to resist the Gift’s effects (other supernatural beings may spend their own form of mystic energy, such as blood or quintessence, but mortals remain helpless). The target kneels for one turn per success.",
		"level": "2",
		"users": [
			"Black Furies"
		]
	},
	{
		"id": 155,
		"name": "Coup de Grace",
		"description": "The Garou finds the point of her foe’s greatest weakness — and strikes at it. An owl-spirit teaches this Gift.",
		"system": "The player spends one Willpower point and rolls Perception + Brawl (difficulty of the target’s Stamina + Athletics). If successful, the player doubles her damage dice on the Garou’s next successful attack.",
		"level": "3",
		"users": [
			"Black Furies"
		]
	},
	{
		"id": 156,
		"name": "Heart Claw",
		"description": "The Fury breaks one of her claws off in a wound, imbuing it with all of her killing intent. The claw continues to burrow into her opponent’s flesh, and will not stop until it finds his heart. A wasp-spirit teaches this Gift.",
		"system": "Upon making a successful claw attack, the player spends one point of Willpower. The burrowing claw inflicts one automatic level of unsoakable lethal damage each subsequent turn until it either kills the target or is dug out of the wound (a Dexterity + Medicine action, difficulty 7, requiring a turn’s full concentration).",
		"level": "3",
		"users": [
			"Black Furies"
		]
	},
	{
		"id": 157,
		"name": "Visceral Agony",
		"description": "The werewolf ’s claws change to barbed, wicked talons dripping with black venom. While this venom is not itself lethal, it inflicts crippling agony. A pain-spirit teaches this Gift.",
		"system": "The player spends a Rage point before the character attacks. Any wound penalties suffered as a result of the character’s attacks during that turn are doubled (i.e. a foe at Wounded would lose four dice) for the rest of the scene. If the target is resistant to pain (such as in a frenzy) he suffers his normal wound penalties instead.",
		"level": "3",
		"users": [
			"Black Furies"
		]
	},
	{
		"id": 158,
		"name": "Visceral Agony",
		"description": "The Fury can sprout majestic wings when in Hispo form, allowing her to fly at will. An avatar of Pegasus teaches this Gift.",
		"system": "The player spends a Gnosis point to produce the wings capable of 50 miles per hour (80 kph) flight, which last until dismissed. Fine flying maneuvers require a Dexterity + Athletics roll at a difficulty determined by the Storyteller.",
		"level": "3",
		"users": [
			"Black Furies"
		]
	},
	{
		"id": 159,
		"name": "Body Wrack",
		"description": "Pouring her Rage and pain into an opponent, the Fury induces debilitating agony. Victims tend to fall to the ground, screaming between convulsions. A pain-spirit teaches this Gift.",
		"system": "The player spends a Gnosis point and rolls Gnosis (difficulty equals the victim’s Stamina + 3). If successful, the target is left stunned and convulsing for one round per success. Additionally, the target subtracts one die from all rolls for the rest of the scene.",
		"level": "4",
		"users": [
			"Black Furies"
		]
	},
	{
		"id": 160,
		"name": "Wasp Talons",
		"description": "The Fury with this Gift can fire her claws from her hand like darts. She can’t make claw attacks with that hand until her claws regenerate, of course, but this is rarely a problem when her opponent lies eviscerated on the other side of the room. A wasp-spirit teaches this Gift.",
		"system": "The player spends a Rage point and rolls Dexterity + Brawl to hit. The difficulty is figured as though the character is using a firearm; the medium range is 20 yards (18 m). Damage is calculated normally for a claw strike. Regenerating fired claws takes one turn.",
		"level": "4",
		"users": [
			"Black Furies"
		]
	},
	{
		"id": 161,
		"name": "Gorgon's Gaze",
		"description": "The Fury’s eyes burn red, gold, and green as this hideous power of legend transforms living flesh into stone with but a gaze. Difficult to find and even more dangerous to approach, legendary Basilisk teaches this Gift.",
		"system": "After making eye contact, the player spends one Gnosis point and rolls Appearance + Occult (difficulty of the target’s Willpower). The victim is completely paralyzed for one turn per success; five successes permanently transform the target to stone.",
		"level": "5",
		"users": [
			"Black Furies"
		]
	},
	{
		"id": 162,
		"name": "Wyld Warp",
		"description": "This Gift summons a swarm of Wyld-spirits to aid the Fury. When they arrive, the Wyldlings behave in a wildly unpredictable, but beneficial, fashion. They might tear the Fury’s foes limb from limb, replenish her pack’s Rage, destroy all Weaver-tools in the area, or haul opponents away into the Deep Umbra. A Wyldling teaches this Gift.",
		"system": "The player spends one Gnosis point and one Rage point, then rolls Wits + Enigmas (difficulty equals the local Gauntlet). Successes summon a variable number of Wyldlings.",
		"level": "5",
		"users": [
			"Black Furies"
		]
	},
	{
		"id": 163,
		"name": "Cooking",
		"description": "The Bone Gnawer takes up a small pot (an old coffee can will do) and a spoon, and fills it with whatever he can find — cigarette butts, beer cans, old newspapers, dead leaves, whatever — adds water (spit will do), and stirs. The result is a pasty and bland-tasting, but filling and nutritious mush. A raccoon-spirit teaches this Gift.",
		"system": "The player rolls Wits + Survival (difficulty 6). The resulting meal feeds one person per success.",
		"level": "1",
		"users": [
			"Bone Gnawers"
		]
	},
	{
		"id": 164,
		"name": "Desperate Strength",
		"description": "The werewolf calls on desperate reserves for a sudden surge of strength. A badger-spirit teaches this Gift.",
		"system": "When rolling a Feat of Strength (see p. 270), the werewolf may add one die to the roll for each level of bashing damage he willingly accepts as the price of this Gift.",
		"level": "1",
		"users": [
			"Bone Gnawers"
		]
	},
	{
		"id": 165,
		"name": "Resist Toxin",
		"description": "The werewolf ’s body is hardened against toxins of all sorts. A rat-spirit teaches this Gift.",
		"system": "The werewolf is permanently immunized to mundane poisons, from arsenic to alcohol, and adds three dice to resist the effects of Wyrm-enhanced toxins. This Gift may be turned off and on at will (such as for enjoying alcohol).",
		"level": "1",
		"users": [
			"Bone Gnawers",
			"Fianna"
		]
	},
	{
		"id": 166,
		"name": "Scent of Sweet Honey",
		"description": "A target the Garou touched at some point during the last hour begins to exude a wonderfully sweet aroma, and becomes slightly sticky to the touch. All manner of vermin quickly appear and coat the victim. The resulting coat of gnats, flies, bees and beetles crawls, stings, and generally impairs vision and hearing. Insect-spirits teach this Gift.",
		"system": "The player spends one Gnosis point and rolls Wits + Subterfuge (difficulty 7). The target suffers a –1 penalty to all actions for one hour per success; the smell will not wash off during this time.",
		"level": "1",
		"users": [
			"Bone Gnawers"
		]
	},
	{
		"id": 167,
		"name": "Trash is Treasure",
		"description": "The refuse of humanity provides all the canny Bone Gnawer needs. Through the use of this Gift, any broken object can be temporarily restored to full functionality and usefulness. A raccoon-spirit teaches this Gift.",
		"system": "The player takes hold of a broken object and rolls Wits + Crafts. The object functions perfectly for one turn per success, and also supplies its own power, fuel, or ammunition — a dull knife cuts, a busted microwave runs (without being plugged into anything), an old rusty Saturday night special fires even without bullets, a junked car starts up and runs. The lifespan of the object’s renewed usefulness can be extended to one full day by spending a point of Willpower, but the object requires proper power, fuel, and ammunition in such circumstances.",
		"level": "1",
		"users": [
			"Bone Gnawers"
		]
	},
	{
		"id": 168,
		"name": "Between the Cracks",
		"description": "Urban blight is the very underbelly of the Wyrm, and the Bone Gnawers know it better than any other tribe. The werewolf ’s instincts guide him to the nearest barren spot within an urban area — a place where no human has set foot in at least a week, one which is not only isolated and currently unoccupied, but also likely to remain so for the rest of the night. This may be a boarded-up, abandoned building, a vacant apartment, or even a dead subway station. Bone Gnawers find this Gift useful for securing ritual spaces, setting up ambushes while preserving the Litany, and finding a place to sleep for the night. Any urban spirit can teach this Gift.",
		"system": "The player spends a point of Willpower and rolls Wits + Streetwise (difficulty 5). The more successes, the more secluded and difficult-to-locate the destination will be. ",
		"level": "2",
		"users": [
			"Bone Gnawers"
		]
	},
	{
		"id": 169,
		"name": "Cornered Rat's Ferocity",
		"description": "When backed into a corner with nowhere to run, there are only two options — beg for mercy or turn and fight. Rat-spirits teach Bone Gnawers to excel at the latter.",
		"system": "The player spends one Rage point and rolls Rage (difficulty 8). Each success grants the character an additional die to his Brawl pools for the rest of the combat. This Gift sends the Bone Gnawer into an automatic and unavoidable berserk frenzy; any magic that stops the frenzy also ends the Gift. ",
		"level": "2",
		"users": [
			"Bone Gnawers"
		]
	},
	{
		"id": 170,
		"name": "Guise of the Hound",
		"description": "The Bone Gnawer masks herself so that she blends into the urban landscape, disguising her Lupus form so that it appears as a large dog rather than a wolf. Despite its enormous utility, most other tribes spurn this Gift as degrading to the dignity of the Garou. A dog-spirit teaches this Gift.",
		"system": "The player rolls Manipulation + Subterfuge (difficulty 7). The disguise lasts for one scene per success.",
		"level": "2",
		"users": [
			"Bone Gnawers"
		]
	},
	{
		"id": 171,
		"name": "Odious Aroma",
		"description": "The Bone Gnawer can amplify his natural musk until it incapacitates his foes. A stinkbug-spirit teaches this Gift.",
		"system": "The player spends one point of Gnosis. For the duration of the scene, all beings other than the werewolf and her packmates that can smell and are within 20 feet (6 m) of the Garou subtract two from all dice pools as they fight to breathe.",
		"level": "2",
		"users": [
			"Bone Gnawers"
		]
	},
	{
		"id": 172,
		"name": "Call the Rust",
		"description": "By whistling softly through his teeth, the werewolf can summon sudden and destructive rust onto any metal within his immediate vicinity. Guns corrode and jam, knives crumble, and cars become flaking hunks of junk. This Gift is taught by a water elemental.",
		"system": "The player spends a point of Gnosis and rolls Wits + Crafts, with a difficulty depending on the amount of metal being corroded. A gun or knife would be difficulty 6, while a car might be difficulty 8.",
		"level": "3",
		"users": [
			"Bone Gnawers"
		]
	},
	{
		"id": 173,
		"name": "Gift of the Skunk",
		"description": "With this Gift, the Garou can swell his musk glands, allowing him to spray musk like a skunk. It is, of course, taught by a skunk-spirit.",
		"system": "The spray is directed with a Dexterity + Primal-Urge roll (difficulty 7, maximum range of 10 feet). A target struck by this attack must spend a Willpower point to do anything but spend the first turn retching. Afterwards, he subtracts one from his dice pools for the rest of the scene for every two successes rolled. Immersion in water negates this Gift, and it is ineffective against targets with no sense of smell.",
		"level": "3",
		"users": [
			"Bone Gnawers"
		]
	},
	{
		"id": 174,
		"name": "Gift of the Termite",
		"description": "The Bone Gnawer can cause wood and paper to rot with astonishing speed. Furniture falls apart, documents disintegrate, and buildings may even collapse. A termite-spirit teaches this Gift.",
		"system": "The player spends one Gnosis point and rolls Intelligence + Crafts (difficulty 7). One success can rot a ream of paper, three can destroy a wall, and five can collapse the roof of a small building.",
		"level": "3",
		"users": [
			"Bone Gnawers"
		]
	},
	{
		"id": 175,
		"name": "Laugh of the Hyena",
		"description": "Hyena follows no one; instead, she laughs at those who would name themselves kings. The Bone Gnawer wields the power of this mocking laughter, allowing her to resist any attempt to command, cajole, force, or demand to do anything she doesn’t wish to. Such refusals are never subtle; the werewolf cackles like a hyena when calling upon this Gift. A hyena-spirit teaches it.",
		"system": "All attempts to mentally compel the werewolf suffer a +2 difficulty penalty, so long as she laughs out loud at them.",
		"level": "3",
		"users": [
			"Bone Gnawers"
		]
	},
	{
		"id": 176,
		"name": "Attunement",
		"description": "The werewolf may commune with the spirits of a city or town and gain information about the area from them, including a rough population estimate, enclaves of Garou or other beings, and any secret tunnels. This Gift doesn’t function in the wilderness, since the Bone Gnawers have lost the knack for conversing with such spirits easily. A rat-spirit teaches this Gift for Bone Gnawers while a cockroach-spirit teaches it for Glass Walkers. For the Silent Striders, this gift functions as the Bone Gnawer Gift, but when learned, the Strider must decide whether the  Gift  functions  in  the  city  or  the  wilderness.  The  “city” version is identical to the Bone Gnawer Gift; the “wilderness”  version  is  similar,  but  the  roll  required  is  Perception + Survival.",
		"system": "The player spends one point of Gnosis and rolls Perception + Streetwise (difficulty 6). The amount and accuracy of the information depend on the number of successes rolled. ",
		"level": "4",
		"users": [
			"Bone Gnawers",
			"Glass Walkers",
			"Silent Striders"
		]
	},
	{
		"id": 177,
		"name": "Blink",
		"description": "The Bone Gnawer can duck into a shaded area (an open dumpster, a dark alley, beneath a parked car) and pop out in another shaded area some distance away. A rat-spirit teaches this Gift.",
		"system": "The player spends one Gnosis point and rolls Manipulation + Stealth (difficulty 6). The character can reappear in any shaded area within (number of successes x 20) yards (18 m per success).",
		"level": "4",
		"users": [
			"Bone Gnawers"
		]
	},
	{
		"id": 178,
		"name": "Infest",
		"description": "The Bone Gnawer summons a horde of vermin to invade a structure no bigger than a large building. The Gift summons any kind of vermin common to the area — usually a lively variety of insects, slugs and rodents. The vermin behave according to their natural instincts, generally settling down for permanent infestation rather than attacking humans. Any vermin-spirit can teach this Gift.",
		"system": "The player spends one Gnosis point and rolls Manipulation + Animal Ken (difficulty 7). One success warrants an immediate call to an exterminator, five makes the building completely uninhabitable for quite some time.",
		"level": "4",
		"users": [
			"Bone Gnawers"
		]
	},
	{
		"id": 179,
		"name": "Infest",
		"description": "The werewolf summons a horde of malevolent spirits to provoke the inhabitants of a city into violent rioting. The Gift plays on the hatred and fear of the down-and-outs of the city: the poor, the homeless, immigrants, and others the citizenry would rather not acknowledge. The Gnawer can direct the riot to a limited degree. A rat-spirit teaches this Gift.",
		"system": "The player spends one Gnosis point and rolls Wits + Subterfuge (difficulty 8). If successful, the spirits direct their hosts against a target of the Garou’s choice — though things tend to escalate and spin out of control easily. The riot engulfs an area with a radius of one mile per success rolled.",
		"level": "5",
		"users": [
			"Bone Gnawers"
		]
	},
	{
		"id": 180,
		"name": "Survivor",
		"description": "The werewolf becomes an ultimate survivor, with no need of food, water or sleep. She ignores temperature extremes, natural diseases, and poisons. Wyrm toxins have only half their normal effect on her. A tortoise-spirit teaches this Gift.",
		"system": "The player spends one Gnosis point and rolls Stamina + Survival. The effects last for one day per success. By spending a second Gnosis point, the character can gain three extra points of Stamina, and suffers no wound penalties, but the Gift will prematurely expire 10 rounds later. The Garou must sleep for at least eight hours when the Gift wears off, and he awakens ravenously hungry.",
		"level": "5",
		"users": [
			"Bone Gnawers"
		]
	},
	{
		"id": 181,
		"name": "Brother's Scent",
		"description": "Drawing upon the universal brotherhood of all creatures of Gaia, the werewolf seems to fit in wherever he goes. Those given no reason to suspect the Child’s presence simply overlook her. A servant of Unicorn teaches this Gift.",
		"system": "The player spends a Gnosis point and rolls Appearance + Empathy (difficulty 6). All individuals not specifically on guard against intruders overlook any incongruity in the Garou’s appearance — for example, a naked man covered in blood and carrying a grand klaive walking through a high-society ball would draw no particular notice, nor would a wolf wandering through a residential neighborhood. The Garou isn’t invisible, he simply doesn’t stand out when he otherwise should, and his appearance is considered unremarkable even when he’s interacted with. If the werewolf ’s actions alone would draw attention to himself (shouting, starting a fight, attempting to kick down a locked door) the Gift’s illusion is immediately broken. Those specifically on the lookout for individuals who don’t belong (security guards at a private facility, for example) don’t succumb to this Gift unless their Willpower is lower than the Garou’s successes on the activation roll.",
		"level": "1",
		"users": [
			"Children of Gaia"
		]
	},
	{
		"id": 182,
		"name": "Jam Weapon",
		"description": "The Child may stop any Weaver-born weapons from working within the range of his voice. A dove-spirit teaches this Gift.",
		"system": "The Garou shouts an ancient word of power and grace and spends a Gnosis point. The player rolls Willpower against a difficulty of highest Willpower of any armed individual within earshot. For each success, all manufactured weapons will not function for one turn. This includes guns, crossbows, flame-throwers, and even knives and swords, which refuse to cut. Natural weapons (such as claws) and natural objects appropriated as weapons (such as rocks or naturally-fallen tree limbs) are unaffected.",
		"level": "1",
		"users": [
			"Children of Gaia"
		]
	},
	{
		"id": 183,
		"name": "Mercy",
		"description": "Children of Gaia see no use for lethal force when not fighting minions of the Wyrm, but even they succumb to frenzy. This Gift allows the Garou to use her natural weaponry and Rage without fear of killing her opponent. A dove-spirit teaches this Gift.",
		"system": "The player spends one Gnosis point. For the rest of the scene, all damage that the Garou inflicts with her own body is considered bashing. A creature “killed” by such damage merely falls unconscious, and he may heal the wounds at the usual rate for bashing damage (see Healing, p. 256).",
		"level": "1",
		"users": [
			"Children of Gaia"
		]
	},
	{
		"id": 184,
		"name": "Calm",
		"description": "This Gift imparts the secret of quelling the anger in others. A unicorn-spirit teaches this Gift.",
		"system": "The player spends one Gnosis and rolls Charisma + Empathy (difficulty equals the target’s Willpower). Each success removes one of the target’s Rage points, which may be regained normally. If used on a creature capable of frenzy which has no Rage (vampires, some fomori), the Gift cancels the frenzy if the player scores at least three successes.",
		"level": "2",
		"users": [
			"Children of Gaia"
		]
	},
	{
		"id": 185,
		"name": "Grandmother's Touch",
		"description": "Upgraded version of Mother's Touch.",
		"system": "As the Level One Theurge Gift Mother’s Touch, save that the Garou may use it to heal himself as well as others. Mother’s Touch must be known before this Gift can be learned.",
		"level": "2",
		"users": [
			"Children of Gaia"
		]
	},
	{
		"id": 186,
		"name": "Luna's Armor",
		"description": "The Child of Gaia invokes the moon’s sacred power. Her body is briefly wreathed in a shimmer of moonlight, granting her Luna’s protection. This Gift is taught by a Lune.",
		"system": "The werewolf concentrates for a turn; the player spends one Gnosis point and rolls Stamina + Survival (difficulty 6). Each success allows the Garou to add one die to his soak pools. These dice, and these dice alone, may even be rolled to soak damage from silver. The benefit lasts for one scene.",
		"level": "2",
		"users": [
			"Children of Gaia",
			"Shadow Lords",
			"Silver Fangs"
		]
	},
	{
		"id": 187,
		"name": "Para Bellum",
		"description": "Though the Children love life, spring, and all that is good of Gaia, they aren’t pacifists; they always stand ready to protect their Mother. The werewolf ’s Rage bursts forth in a torrent when another breaks the peace she so cherishes. A bear-spirit teaches this Gift.",
		"system": "This Gift may only be used at the beginning of a battle that was not initiated by the Garou, her pack, or her allies. The player spends one point of Rage; for the rest of the scene, the character enjoys one additional dot of Strength and Dexterity when attacking the enemy who fired the first shot of the battle, or any character that has inflicted an injury on a member of the Child’s pack during the scene.",
		"level": "2",
		"users": [
			"Children of Gaia"
		]
	},
	{
		"id": 188,
		"name": "Unicorn's Arsenal",
		"description": "The werewolf ’s claws and fangs become dazzling and pearlescent, shining with an inner multihued glory. Those wounded by these natural weapons lose the will to fight. An avatar of Unicorn teaches this Gift.",
		"system": "The player spends one Gnosis point to initiate the transformation. Any opponent bearing a wound delivered by the Unicorn’s Arsenal loses two dice from all attack rolls until the wound has healed.",
		"level": "2",
		"users": [
			"Children of Gaia"
		]
	},
	{
		"id": 189,
		"name": "Dazzle",
		"description": "The Garou can flood a target’s mind with the glory and love of Gaia, rendering him harmless for a short while. A unicorn-spirit teaches this Gift.",
		"system": "The player rolls Charisma + Empathy against a difficulty of the target’s Willpower (+1 if the target is a creature of the Wyrm). As long as the target isn’t at-tacked, he stands mutely in awe for the remainder of the scene. This Gift can be attempted against a given target only once per scene.",
		"level": "3",
		"users": [
			"Children of Gaia"
		]
	},
	{
		"id": 190,
		"name": "Lover's Touch",
		"description": "The Garou can restore what another lacks: not only wounds healed, but also strength of will and even spiritual essence. Any spirit of love or avatar of Unicorn may teach this Gift.",
		"system": "The Garou touches the afflicted individual kindly. The two need not be lovers, but the contact must convey affection and warmth — an embrace, a caress, or yet more intimate contact. The player spends a Gnosis point and rolls Intelligence + Medicine; each success heals one level of bashing or lethal damage, or restores one point of Willpower or Essence (if the target is a spirit). The difficulty is the Rage or Willpower of the target (whichever is higher). The player may choose to divide the successes among multiple results. Alternately, by neither healing wounds nor restoring Willpower or Essence, the Garou may suppress a Derangement for one day per success. This Gift cannot provide permanent relief from such afflictions, but it can act as a start on the road to recovery.",
		"level": "3",
		"users": [
			"Children of Gaia"
		]
	},
	{
		"id": 191,
		"name": "Spirit Friend",
		"description": "The werewolf projects a feeling of tranquility and fellowship that spirits naturally perceive. Save for the mad or corrupt, spirits treat the Garou with courtesy and chivalry. This Gift is taught by a unicorn-spirit.",
		"system": "The player rolls Charisma + Empathy (difficulty 7). Each success adds one die to all of the Garou’s dice pools for interacting with any non-Bane spirits for the rest of the scene.",
		"level": "3",
		"users": [
			"Children of Gaia"
		]
	},
	{
		"id": 192,
		"name": "Serenity",
		"description": "The Garou can fill a hot heart with the peace of Gaia, even in the midst of battle. An avatar of Unicorn teaches this Gift.",
		"system": "The player spends one Gnosis point and rolls Charisma + Expression (difficulty equal to the target’s Willpower). For one turn per success, the target automatically fails all Rage rolls, cannot frenzy, and cannot spend Rage.",
		"level": "4",
		"users": [
			"Children of Gaia"
		]
	},
	{
		"id": 193,
		"name": "Strike the Air",
		"description": "The Child becomes the ultimate example of passive resistance. She is unable to attack an opponent, but is also unable to be hit, allowing her opponent to exhaust herself in an intricate dance of frustrated blows. A mongoose-spirit teaches this Gift.",
		"system": "The player spends one Willpower point and rolls Wits + Athletics (difficulty equals the opponent’s Willpower). For the duration of the scene, the opponent cannot strike the Garou, no matter how well he rolls. This Gift is canceled immediately if the werewolf attacks his opponent or if anyone else attacks on the Garou’s behalf. This Gift will work on multiple opponents, but the player must spend a point of Willpower and make a new roll for each attacker.",
		"level": "4",
		"users": [
			"Children of Gaia",
			"Stargazers"
		]
	},
	{
		"id": 194,
		"name": "Uncaught Since the Primal Morn",
		"description": "This Gift grants Unicorn’s perfect speed to the werewolf, allowing her to outrun virtually any pursuer. An avatar of Unicorn teaches this Gift.",
		"system": "The player spends a Gnosis point and rolls Stamina + Athletics (difficulty equals the highest Stamina + Athletics of any pursuer). The Garou is unfailingly faster than her pursuers for one scene per success.",
		"level": "4",
		"users": [
			"Children of Gaia"
		]
	},
	{
		"id": 195,
		"name": "Halo of the Sun",
		"description": "The character speaks an ancient word sacred to Helios and is immediately surrounded by a sphere of blazing sunlight. Those Wyrm-creatures who fear the sun may flee before the werewolf. This Gift is taught by a servant of Helios.",
		"system": "The player spends one Gnosis point; the effect lasts for one scene. The character receives two extra dice to the damage of any hand-to-hand attacks and causes aggravated damage while he is in Homid and Glabro forms. Anyone directly facing the werewolf adds three to all attack difficulties due to the glare. Any vampires within 20 yards (18 m) suffer three levels of aggravated damage per turn.",
		"level": "5",
		"users": [
			"Children of Gaia"
		]
	},
	{
		"id": 196,
		"name": "The Living Wood",
		"description": "The Child of Gaia calls upon the powers of the forest to rise and aid her. Nearby trees begin to move and attempt to protect the Garou. Limbs and vines will restrain, block and even fight those attempting to harm her. A Glade Child teaches this Gift.",
		"system": "The player spends one Gnosis point and rolls Charisma + Survival (difficulty 8). The character animates one tree for each success rolled.",
		"level": "5",
		"users": [
			"Children of Gaia"
		]
	},
	{
		"id": 197,
		"name": "Faerie Light",
		"description": "The Fianna conjures a small, bobbing sphere of light. It’s no brighter than a torch, but that’s usually enough to light the werewolf ’s way — or lead foes into an ambush. A marsh-spirit teaches this Gift.",
		"system": "The player rolls Wits + Enigmas (difficulty 6). The light can appear anywhere within the Garou’s line of sight, and bobs about at 10 feet (3 m) per turn if bidden to do so. It lasts for the rest of the scene.",
		"level": "1",
		"users": [
			"Fianna"
		]
	},
	{
		"id": 198,
		"name": "Two Tongues",
		"description": "The glib words and clever schemes of the Fianna are wasted on a single mark. This Gift teaches the werewolf to talk out of both sides of her face, literally carrying on two conversations simultaneously, and to decide who hears what. An ancestor-spirit teaches this Gift.",
		"system": "The player spends a Willpower point. For the rest of the scene, the Fianna may simultaneously carry on two conversations at the same time, which need have no relation to one another. She decides which listeners hear which version of the words she’s speaking. Anyone suspecting something odd about the Fianna’s behavior must roll Perception + Alertness (difficulty 9) to detect the Garou’s other conversation and to understand what she’s saying there.",
		"level": "1",
		"users": [
			"Fianna"
		]
	},
	{
		"id": 199,
		"name": "Glib Tongue",
		"description": "Listeners hear whatever the Garou wishes them to. The Fianna can say anything, even total nonsense, but anyone listening will agree heartily. A rabbit-spirit teaches this Gift.",
		"system": "The player spends one Gnosis point and rolls Wits + Expression (difficulty equals the listener’s Wits + Alertness). The target agrees completely with the Garou for one turn per success, after which sanity reasserts itself.",
		"level": "2",
		"users": [
			"Fianna"
		]
	},
	{
		"id": 200,
		"name": "Flame Dance",
		"description": "Pushing the fire in his heart into his limbs, the Fianna hurls himself unharmed through the ranks of Gaia’s foes. A mongoose-spirit teaches this Gift.",
		"system": "The player reflexively spends one Rage point, allowing the character to dodge one attack with his full dice pool, regardless of what other actions he has taken during the round. Alternately, a Rage point may be spent to enhance a normal dodge action, adding three dice to the defense.",
		"level": "2",
		"users": [
			"Fianna"
		]
	},
	{
		"id": 201,
		"name": "Howl of the Banshee",
		"description": "The werewolf emits a fearful howl that causes those who hear it to run in terror. A Banshee — a mournful spirit of the dead — teaches this Gift.",
		"system": "The player spends a Gnosis point and rolls Charisma + Intimidation. All who hear the howl must roll Willpower (difficulty 8; 6 for allies of the Fianna) or flee in terror for one turn per success on the Garou’s roll.",
		"level": "2",
		"users": [
			"Fianna"
		]
	},
	{
		"id": 202,
		"name": "Howl of the Unseen",
		"description": "This Gift allows a howl or proclamation from one side of the Gauntlet to echo across into both realms. It is taught by a cricket-spirit.",
		"system": "The player rolls Gnosis (difficulty of the local Gauntlet), after which the Garou may howl or speak for up to one turn per success rolled; the words or howl will be clearly audible on both sides of the Gauntlet.",
		"level": "2",
		"users": [
			"Fianna"
		]
	},
	{
		"id": 203,
		"name": "Faerie Kin",
		"description": "The Fianna can call upon ancient pacts between her people and the fae. By emitting a special howl, the werewolf can call whatever fae are in the area to help. They will obey the Fianna, but not without question. A dream-spirit teaches this Gift.",
		"system": "The player spends at least one Gnosis point and rolls Manipulation + Occult (difficulty 8). Spending more Gnosis increases the raw power of the faeries who respond, while more successes on the roll means that more faeries answer. When used on Earth, this Gift most com-monly calls dream-spirits known as chimera, though with higher Gnosis expenditures changelings or their dark-kin cousins may appear; true fae answer the summons only in appropriate Umbral realms.",
		"level": "3",
		"users": [
			"Fianna"
		]
	},
	{
		"id": 204,
		"name": "Fair Fortune",
		"description": "The Fianna is blessed with a lucky streak a mile wide. A Chimerling teaches this Gift.",
		"system": "The player may re-roll any failed or botched roll by spending a Gnosis point. The result of the second roll must be kept, and this Gift may only be used once per scene.",
		"level": "3",
		"users": [
			"Fianna"
		]
	},
	{
		"id": 205,
		"name": "Ley Lines",
		"description": "By manipulating ley lines — a spiritual grid that crisscrosses the planet — the Fianna can disorient would-be trackers or hunters. The victims of this Gift find themselves following false trails, making wrong turns or walking in circles. An earth-spirit teaches this Gift.",
		"system": "The player spends a Gnosis point and rolls Wits + Occult (difficulty 7). Any attempt to track the Garou must begin with a successful Perception + Occult roll (difficulty 8), garnering more successes than the Garou’s player. Otherwise, the tracker’s attempt to follow the Fianna will automatically botch.",
		"level": "3",
		"users": [
			"Fianna"
		]
	},
	{
		"id": 206,
		"name": "Balor's Gaze",
		"description": "One of the Fianna’s eyes glows a livid red, and all enemies caught by his gaze are stricken with terrible agony. A pain-spirit teaches this Gift.",
		"system": "The player spends one Rage point and one Gnosis, then rolls Perception + Occult (difficulty 8). For the rest of the scene, any foe at whom the Garou glares must roll Willpower (difficulty 8) and exceed the player’s successes or double over in pain, suffering a –5 wound penalty as though Crippled, regardless of their current health. Any characters already at Crippled are considered Incapacitated by the pain.",
		"level": "4",
		"users": [
			"Fianna"
		]
	},
	{
		"id": 207,
		"name": "Phantasm",
		"description": "The Fianna creates an unmoving illusion that contains visual, auditory, olfactory and even tactile elements. A grain-spirit — the so-called “spirit of spirits” — teaches this Gift.",
		"system": "The player spends one Gnosis point for each 10-foot (3 m) radius area to be covered by the illusion and then rolls Intelligence + Expression. Anyone given cause to doubt the illusion must roll Perception + Alertness and exceed the Garou’s successes in order to see through it.",
		"level": "4",
		"users": [
			"Fianna"
		]
	},
	{
		"id": 207,
		"name": "Call the Hunt",
		"description": "The werewolf calls forth the Huntsman of Celtic mythology to harry and slay a great evil. The Huntsman himself teaches this Gift.",
		"system": "The Garou must chant and concentrate for one full hour. The player then spends one Gnosis point and rolls Charisma + Occult (difficulty 8). The Huntsman appears with a single hound, plus one hound for each extra Rage or Gnosis point the player wishes to expend. If the Huntsman judges that the evil he has been summoned to hunt is insufficiently mighty or wicked to warrant his talents, or if the Garou has already summoned the Huntsman within the last month, then the Garou becomes the target of the hunt.",
		"level": "5",
		"users": [
			"Fianna"
		]
	},
	{
		"id": 208,
		"name": "Fog on the Moor",
		"description": "This Gift transforms the Fianna into a ghostly outline of himself, allowing him to pass through anything except silver as though he were incorporeal. He may communicate and strike opponents normally. He cannot be harmed by anything except silver; all incoming attacks pass harmlessly through him. A fog-spirit teaches this Gift.",
		"system": "The player spends one Willpower point and rolls Gnosis (difficulty 7) to instantly assume a ghostly form. Each success allows the character to stay in that form for one turn, though he may change back at will. The character cannot regenerate while in this form.",
		"level": "5",
		"users": [
			"Fianna"
		]
	},
	{
		"id": 209,
		"name": "Gift of the Spriggan",
		"description": "The Fianna grows to three times her normal size or shrinks to the size of a small puppy. A Chimerling teaches this Gift.",
		"system": "The player spends one Gnosis point and rolls Stamina + Primal-Urge (difficulty 8). The effects last for one hour per success or until the Garou cancels the Gift. If the Garou grows larger, she gains three Strength dice for every 100% increase in size. If she grows smaller, she retains her normal Traits, but she may sneak around unnoticed or masquerade as someone’s pet.",
		"level": "5",
		"users": [
			"Fianna"
		]
	},
	{
		"id": 210,
		"name": "Lightning Reflexes",
		"description": "Fenrir are Gaia’s ultimate warriors, effortlessly switching from offense to defense as the needs of battle demand. A mongoose-spirit teaches this Gift.",
		"system": "The player reflexively spends one Willpower point. For the next day, the character need neither make a Willpower roll nor spend a Willpower point to abort to a defensive action.",
		"level": "1",
		"users": [
			"Get of Fenris"
		]
	},
	{
		"id": 211,
		"name": "Visage of Fenris",
		"description": "The Get appears larger and more fearsome, commanding respect from peers and cowing his foes. A wolf- or toad-spirit teaches this Gift.",
		"system": "The player rolls Charisma + Intimidation. Only one success is necessary to affect non-Garou and Garou of equal rank; to affect Garou of higher rank, the player must score a number of successes equal to twice the difference of rank between the Garou and the target. For instance, to affect a Rank 4 Garou, a Rank Two character would need to score at least four successes. Allies and peers affected by this Gift see the Garou as impressive and noble (–1 difficulty bonus to all Social rolls). Foes pause a moment to summon the resolve necessary to fight such a monster (losing one from their initiative ratings). This Gift lasts for one scene.",
		"level": "1",
		"users": [
			"Get of Fenris"
		]
	},
	{
		"id": 212,
		"name": "Fangs of the North",
		"description": "Blue smoke rolls off of the werewolf ’s claws and teeth, which are transformed into curving daggers of hardened ice. Wounds inflicted with these terrible weapons turn black and fester, all the warmth and life driven out of them. A snow-spirit teaches this Gift.",
		"system": "The player spends one Gnosis point and rolls Wits + Survival (difficulty 7). The transformation lasts for the rest of the scene, or until banished voluntarily. Any individual wounded by the werewolf ’s fangs or claws suffers a –1 penalty for the rest of the scene as chills wrack her body. Additionally, such wounds heal badly; mortals are likely to lose injured limbs as the tissue necrotizes, and beings capable of supernaturally swift healing (such as vampires or Black Spiral Dancers) are unable to heal these wounds for one day per success on the Gift’s activation roll. This Gift can’t be used in Homid, but applies fully to the claws and/or fangs of all other forms.",
		"level": "2",
		"users": [
			"Get of Fenris"
		]
	},
	{
		"id": 213,
		"name": "Halt the Coward's Flight",
		"description": "The Get may slow a fleeing (not charging) foe, making him easier to catch. A wolf-spirit teaches this Gift.",
		"system": "The Garou must spend one turn concentrating, and the player rolls Charisma + Intimidation (difficulty equal to the target’s Willpower). If the roll succeeds, the target’s speed is halved for the rest of the scene.",
		"level": "2",
		"users": [
			"Get of Fenris"
		]
	},
	{
		"id": 214,
		"name": "Snarl of the Predator",
		"description": "The Garou lets out a feral snarl that terrifies opponents and cows them into submission. A wolf-spirit teaches this Gift.",
		"system": "The player rolls Charisma + Intimidation (difficulty equals the opponent’s Wits + 3). Each success subtracts one die from an opponent’s dice pools for the next three turns. This Gift takes one full turn to invoke.",
		"level": "2",
		"users": [
			"Get of Fenris"
		]
	},
	{
		"id": 215,
		"name": "Troll Skin",
		"description": "The Fenrir draws on the power of the earth for protection. Her skin grows tough and thick, covered with stony knots of hard, armored flesh. An earth elemental teaches this Gift.",
		"system": "The player spends one Gnosis point and rolls Stamina + Primal-Urge (difficulty 7). The character receives an extra die per success on all soak rolls for the rest of the scene (damage from silver remains unsoakable). The character suffers +1 difficulty to all Social rolls save for Intimidation while this Gift is in effect.",
		"level": "2",
		"users": [
			"Get of Fenris"
		]
	},
	{
		"id": 216,
		"name": "Might of Thor",
		"description": "The werewolf can increase his strength tremendously, the better to slay his foes. A wolf-spirit teaches this Gift.",
		"system": "The player spends one Gnosis and one Rage, then rolls Willpower (difficulty 8). The Garou’s Strength doubles for one turn per success. This Gift can only be used once per scene.",
		"level": "3",
		"users": [
			"Get of Fenris"
		]
	},
	{
		"id": 217,
		"name": "Redirect Pain",
		"description": "This Gift allows the Fenrir to visit the pain of his wounds upon those who inflicted them. A cuckoo-spirit teaches this Gift.",
		"system": "The player spends one Rage point and rolls Manipulation + Primal-Urge (difficulty 8). For one scene, the target incurs whatever wound penalties are indicated by the Fenrir’s current wound levels, regardless of whether or not the Fenrir actually feels the pain.",
		"level": "3",
		"users": [
			"Get of Fenris"
		]
	},
	{
		"id": 218,
		"name": "Venom Blood",
		"description": "The werewolf may change her blood into a black, acidic bile that poisons anyone unlucky enough to come into contact with it. A snake- or spider-spirit teaches this Gift.",
		"system": "The player spends one Rage point and rolls Stamina + Primal-Urge (difficulty 7). Anyone coming into contact with the Garou’s blood for the duration of the scene takes one die of aggravated damage per success on the roll.",
		"level": "3",
		"users": [
			"Get of Fenris"
		]
	},
	{
		"id": 219,
		"name": "Heart of the Mountain",
		"description": "The werewolf becomes as untiring and eternal as the mountains, and cannot be defeated in a test of endurance. A mountain goat-spirit teaches this Gift.",
		"system": "The player spends one Rage point and one Willpower point. For the rest of the scene, the Garou cannot fail any task involving Stamina. Torturers can never break him; though he can’t breathe underwater and his lungs may fill with water, he will not die. The only exception to this is soaking damage. While this Gift is active, the werewolf is guaranteed to always soak at least one level of damage, but otherwise takes damage normally.",
		"level": "4",
		"users": [
			"Get of Fenris"
		]
	},
	{
		"id": 220,
		"name": "Hero's Stand",
		"description": "The Get channels the power of Gaia herself, becoming one with the earth upon which he stands. Though he may not retreat or even move from the spot for the duration of the Gift, he gains many powers through Gaia’s might. An earth elemental teaches this Gift.",
		"system": "The player rolls Willpower (difficulty 8). Each success grants one extra die to all Physical dice pools. In addition, the Garou may not be surprised, and all attacks are considered frontal. The Garou may not move until all foes have been defeated or have fled.",
		"level": "4",
		"users": [
			"Get of Fenris",
			"Wendigo"
		]
	},
	{
		"id": 221,
		"name": "Endurance of Heimdall",
		"description": "The Fenrir’s body is suffused with hardiness beyond that of lesser beings. A boar-spirit teaches this Gift.",
		"system": "The player spends two Gnosis points and rolls Willpower (difficulty 6). If successful, the Garou’s Stamina rating is doubled for the duration of the scene.",
		"level": "5",
		"users": [
			"Get of Fenris"
		]
	},
	{
		"id": 222,
		"name": "Horde of Valhalla",
		"description": "When a Get evokes this Gift, he summons Great Wolves to aid him. It cannot be used lightly, and it requires a good standing with Fenris as well as a truly worthy circumstance. An avatar of Fenris teaches this Gift.",
		"system": "The player may spend as many points of Rage and Gnosis as desired, and then rolls Charisma + Animal Ken (difficulty 6). The number of Great Wolves that appear is equal to the number of Rage and Gnosis points spent. The wolves are functionally identical to the hounds of the Wild Hunt (see p. 370), and they remain for the rest of the scene.",
		"level": "5",
		"users": [
			"Get of Fenris"
		]
	},
	{
		"id": 223,
		"name": "Fenris' Bite",
		"description": "The werewolf ’s already vicious bite now easily mangles and severs limbs. An avatar of Fenris teaches this Gift.",
		"system": "The player spends one Rage point and rolls Strength + Primal-Urge (difficulty equals the opponent’s Stamina + 3). The Garou’s next bite attack, if it hits, will mangle and disable one of the target’s limbs, inflicting three automatic, unsoakable, aggravated health levels of damage in addition to any damage already rolled. The limb is ren-dered useless until the target can regenerate the damage, or permanently in the case of humans or other creatures who can’t regenerate. If the player achieves five or more successes on the Strength + Primal-Urge roll, the limb is severed.",
		"level": "5",
		"users": [
			"Get of Fenris"
		]
	},
	{
		"id": 224,
		"name": "Call Great Fenris",
		"description": "As the ultimate expression of the pact between tribe and totem, the greatest Get heroes may summon the war-avatar of their tribal totem to aid them in their hour of need. The avatar joins in combat, slaying all that are not Get of Fenris or under their protection. However, Great Fenris demands a sacrifice for his intervention — usually the left hand of the summoner. It’s said that if the war-avatar is called for no good reason, it will devour the summoner entirely before departing. This Gift is taught by Great Fenris himself.",
		"system": "The player spends one Gnosis point and rolls Stamina + Occult (difficulty 6). Success summons the war-avatar of Great Fenris, who will fight at the Fenrir’s side for the duration of the scene. At the combat’s end, the summoner automatically gains the Battle Scar: Maimed Limb (see p. 260)as the war-avatar claims Fenris’ due; even if the Garou already possessed that Battle Scar, he gains it a second time as Fenris devours another limb. ",
		"level": "6",
		"users": [
			"Get of Fenris"
		]
	},
	{
		"id": 225,
		"name": "Control Simple Machine",
		"description": "The Garou may command the spirits of the simplest machines, causing levers to flip, doors to unbolt, pulleys to roll, and so on. Any technological spirit can teach this Gift.",
		"system": "The player spends a Willpower point and rolls Manipulation + Crafts (difficulty 7). The Garou’s control lasts until the end of the scene.",
		"level": "1",
		"users": [
			"Glass Walkers"
		]
	},
	{
		"id": 226,
		"name": "Diagnostics",
		"description": "The Glass Walker can tell at a glance what is wrong with a machine. He can then enlist the aid of the machine’s spirit in repairing it. Any technological spirit can teach this Gift.",
		"system": "The character automatically succeeds at all attempts to diagnose a problem with broken technological devices. The player spends one point of Gnosis as the Garou mentally convinces the spirit of a broken device to aid her in fixing it. The time required to fix the device is halved, as are the number of successes needed to repair it.",
		"level": "1",
		"users": [
			"Glass Walkers"
		]
	},
	{
		"id": 227,
		"name": "Plug and Play",
		"description": "All of the Weaver’s works are connected through the same web, the same song. The Glass Walkers exploit this truth to draw more power from the modern profusion of technology, making their devices compatible with almost everything. A Net Spider teaches this Gift.",
		"system": "The player spends one Willpower point. For the next day, any computer the Glass Walker uses — no matter how simple — becomes fully compatible with any other digital device, regardless of obstacles such as different operating systems, lack of physically compatible access ports, or even the complete absence of any means of receiving or interpreting a wireless signal. Generally, Glass Walkers use this Gift to turn their smart phones into omni-compatible access keys to computer networks, security feeds, and even car GPS systems.",
		"level": "1",
		"users": [
			"Glass Walkers"
		]
	},
	{
		"id": 228,
		"name": "Trick Shot",
		"description": "This Gift allows the Garou to execute brilliant feats of sharpshooting, such as shooting a weapon from an opponent’s hand or firing down the barrel of an enemy’s gun. The Garou cannot use this Gift to harm an opponent directly, however, and can use Trick Shot only with rifles or pistols. Air-spirits teach this Gift.",
		"system": "As a permanent enhancement, the player adds his character’s permanent Glory rating to his dice pool when performing a really outlandish shooting trick. Again, the Gift does not allow direct damage to targets (“I’ll shoot the armored fomor through the eye!”), but can be used to injure opponents indirectly (“I’ll shoot out the blacked-out window behind the vampire so the sunlight hits him!”).",
		"level": "1",
		"users": [
			"Glass Walkers"
		]
	},
	{
		"id": 229,
		"name": "Cybersenses",
		"description": "The Garou may exchange his natural senses for those of machines, witnessing the world in ways more traditional werewolves could never imagine. He might exchange normal hearing for radar, or ordinary sight for infrared or UV vision. Any technological spirit can teach this Gift.",
		"system": "The player spends one Gnosis point per sense affected. This Gift lasts for one scene.",
		"level": "2",
		"users": [
			"Glass Walkers"
		]
	},
	{
		"id": 230,
		"name": "Hands Full of Thunder",
		"description": "Many Glass Walkers regard the gun as the ultimate sign of the power of the modern age, and make pacts with the spirits to assure that their firearms do not become useless, primitive clubs in the midst of battle. A technological spirit or war-spirit teaches this Gift.",
		"system": "The player spends a point of Gnosis. For the rest of the scene, any gun the Glass Walker fires won’t run out of ammunition, so long as it had ammo to begin with. Burst restrictions are still recommended with automatic weapons to keep the gun from overheating and jamming.",
		"level": "2",
		"users": [
			"Glass Walkers"
		]
	},
	{
		"id": 231,
		"name": "Hands Full of Thunder",
		"description": "By speaking with electricity spirits, the Garou causes a blackout over a widespread area. An electricity elemental teaches this Gift.",
		"system": "The player spends one Gnosis point and rolls Wits + Science (difficulty 7). The number of successes determines how large of an area is blacked out. One success would black out a single room, while five would cut the power to a whole neighborhood.",
		"level": "2",
		"users": [
			"Glass Walkers"
		]
	},
	{
		"id": 232,
		"name": "Steel Fur",
		"description": "Focusing on his own being, the Glass Walker wraps himself in spiritual steel, turning his fur into hardened metal. Metal or earth elementals teach this Gift.",
		"system": "The player spends one Willpower point and rolls Stamina + Science (difficulty 7). Each success adds one die to the Garou’s soak pool for the rest of the scene. While this Gift is active, the Garou suffers +1 difficulty to all Dexterity rolls, and any Social rolls not involving other Glass Walkers. This Gift only functions in Crinos, Hispo, and Lupus forms.",
		"level": "2",
		"users": [
			"Glass Walkers"
		]
	},
	{
		"id": 233,
		"name": "Control Complex Machine",
		"description": "Similar to Control Simple Machine, the Glass Walker may now converse with and command the spirits of electronic devices such as computers, smart phones, and cars. A Net-Spider teaches this Gift.",
		"system": "The player spends one Willpower point and rolls Manipulation + Science or Computer. The Storyteller sets the difficulty based on how complex the machine is (8 for a standard laptop). The Garou’s control lasts for one scene.",
		"level": "3",
		"users": [
			"Glass Walkers"
		]
	},
	{
		"id": 234,
		"name": "Intrusion",
		"description": "It’s impossible to keep a cockroach out of a house, and equally impossible to keep out a Glass Walker with this Gift. Once activated, this Gift allows the Glass Walker to open any barrier presented to her: doors unlock at her approach, and padlocks fall open with no explanation. A cockroach-spirit teaches this Gift.",
		"system": "The player spends one point of Gnosis and rolls Gnosis (difficulty 7). For exactly one minute afterward, all forms of locks and barriers allow her passage, from computerized vault locks to barricades of 2x4s nailed up across doors. Mystically sealed barriers still require a roll to bypass, but every success on the initial Gnosis roll adds one automatic success to such attempts. Barriers disabled by this Gift do not automatically re-seal themselves.",
		"level": "3",
		"users": [
			"Glass Walkers"
		]
	},
	{
		"id": 235,
		"name": "Electroshock",
		"description": "The Glass Walk-ers are the tribe of glass, steel, and electricity. This last element can be used to directly damage opponents that the Glass Walker can either touch, or who are touching a conductive material such as metal or water. An electricity-spirit teaches this Gift.",
		"system": "The player spends a number of Rage points. Each point of Rage spent inflicts two levels of aggravated wounds on the Glass Walker’s opponents. These levels of damage may be divided among as many opponents as the number of Rage points invested in this Gift. As usual, the character cannot spend more Rage than half of his permanent rating in one turn.",
		"level": "3",
		"users": [
			"Glass Walkers"
		]
	},
	{
		"id": 236,
		"name": "Elemental Favor",
		"description": "By begging, threatening or cajoling an urban elemental, a werewolf can convince the spirit to do her a favor such as manipulating or even destroying its earthly shell. Thus, a glass sheet might explode at the Garou’s foes an unlocked door might refuse to open, or a car’s brakes might fail. An urban elemental teaches this Gift. For the Red Talons, this gift works as the Glass Walker  Gift,  except  that  this  version  affects  the  four  classic elements — earth, air, water, fire — and a natural elemental teaches it.",
		"system": "The player rolls Charisma + Subterfuge (difficulty 7). The Storyteller determines the precise effects.",
		"level": "3",
		"users": [
			"Glass Walkers",
			"Red Talons"
		]
	},
	{
		"id": 237,
		"name": "Doppelganger",
		"description": "The Garou may take the exact likeness of any other human, wolf, or Garou. A chameleon-spirit teaches this Gift.",
		"system": "The player spends one Gnosis point and rolls Charisma + Performance (difficulty 8). Traits aren’t duplicated, but everything else, including voice, posture, and scent, are identical. The effects last for one day per success (though the Garou may end them at will).",
		"level": "4",
		"users": [
			"Glass Walkers"
		]
	},
	{
		"id": 238,
		"name": "Signal Rider",
		"description": "From the telegraph to the cell phone, the Glass Walkers have always kept up good relations with spirits of cutting-edge communication. This Gift allows the Garou to open a moon bridge that rides the back of a telephone signal, transporting her instantly to the location of whoever is on the other end of the line. A Pattern Spider teaches this Gift.",
		"system": "The player spends one Willpower and one Gnosis to open the moon bridge. The Garou must have a connection between a telephone at her location and one at the target destination to use this Gift, although it doesn’t discriminate between landlines or cell phones — some werewolves have even reported success in riding the back of online conferencing software, although doing so successfully requires a Wits + Computers roll (difficulty 7). Signal Rider can take the character no more than (Gnosis x 5) miles (or 8 km per Gnosis dot) — if the other end of the line isn’t within that range, the Gift fails.",
		"level": "4",
		"users": [
			"Glass Walkers"
		]
	},
	{
		"id": 239,
		"name": "Tech Speak",
		"description": "This Gift allows the Glass Walker to contact others through any technological device. The Garou speaks to a Pattern Spider in or near a technological device and tells them the message to be delivered and whom it should be delivered to. The Pattern Spider then finds the receiver and uses any communications technology near them to deliver the message: Phones yell it out (without picking up the handset or needing to be turned on), electronic billboards display it, and computer printers print it out as text. If no communications technology is present, any other technology will activate, though no message will be imparted. If no technology whatsoever is present near the receiver, the Gift fails. A Pattern Spider teaches this Gift.",
		"system": "The player spends a Gnosis point and rolls Charisma + Science. The difficulty depends on the distance the message needs to be sent: The next room is difficulty 4, the same building 5, one block away 6, ten miles (16 km) away 7, a time-zone away 8. Beyond that is difficulty 9. The more successes achieved, the longer the message can be. A single success will only allow one word to be sent; five would allow unlimited length.",
		"level": "4",
		"users": [
			"Glass Walkers"
		]
	},
	{
		"id": 240,
		"name": "Chaos Mechanics",
		"description": "Werewolves pulse with the Wyld’s energy, but all creatures with form and nature have something of the Weaver in them as well. Upon learning this Gift, the Glass Walker reconciles these aspects of his being, enabling him to summon primal energy and mystical form at the same time. Luna, who balances mercurial chaos into an orderly cycle of phases, sends the most powerful of her Lunes to teach this Gift.",
		"system": "A werewolf with this Gift may use Rage and Gnosis in the same turn with no penalty. This Gift’s effects are permanent.",
		"level": "5",
		"users": [
			"Glass Walkers"
		]
	},
	{
		"id": 241,
		"name": "Summon Net-Spider",
		"description": "The Garou carries a great technological blessing, granting him an intuitive understanding of the ways of computers; additionally, he can summon a Net-Spider — a Weaver spirit that gives its summoner near-absolute control over any computer system. The Spider can disrupt, erase, or destroy whatever system it is sent into. (The exact effects are left to the Storyteller, but are typically destructive.) An avatar of Cockroach teaches this Gift.",
		"system": "The player spends one Gnosis point and rolls Charisma + Computer (difficulty 8). If successful, the Net-Spider appears and heeds the Garou’s commands. In addition to the destructive power of the summoned spirit, this Gift allows the Garou to permanently halve the difficulty of all rolls to use, build, or hack computers.",
		"level": "5",
		"users": [
			"Glass Walkers"
		]
	},
	{
		"id": 242,
		"name": "Eye of the Hunter",
		"description": "Just as wolves may assess a herd of prey animals, this Gift enables the Garou to correctly determine the weakest and strongest member of any group she can see. A wolf-spirit teaches this Gift.",
		"system": " The player rolls Perception + Primal-Urge (difficulty 7). If successful, then the Garou learns which members of a chosen group within sight are the strongest or weakest and which is the leader. If the Garou attacks the group after employing this Gift, she gains one extra attack die against only the weakest individual for the rest of the scene.",
		"level": "1",
		"users": [
			"Red Talons"
		]
	},
	{
		"id": 243,
		"name": "Hidden Killer",
		"description": "The  Red  Talons  didn’t survive for so long without learning ways to conceal themselves. This Gift allows a werewolf to leave behind no physical evidence that would betray her hand (or claws, or teeth) in a slaying. This Gift is taught by a snake-spirit.",
		"system": " After a battle, the Garou must touch or lick once each corpse she slew. The player rolls Intelligence + Larceny (difficulty 7). If the roll succeeds, the wounds alter themselves so that they resemble stabbing or slashing injuries rather than bite or claw marks. Any peripheral damage (smashed furniture, for example) remains as it was, but all forensic evidence such as hair, saliva, or blood from the werewolf ’s body disappears from the scene.",
		"level": "1",
		"users": [
			"Red Talons"
		]
	},
	{
		"id": 244,
		"name": "Wolf at the Door",
		"description": "This Gift induces a terrible dread of and respect for the wilderness, and it makes a human target afraid to tamper with it in any way. Any predator spirit can teach this Gift.",
		"system": "  The werewolf must make eye contact with the target, but can be in any form when she does so. The player then  rolls  Charisma  +  Primal-Urge  (difficulty  equals  the  target’s Willpower). The effects last for one day per success. During this time, the human must roll Willpower to leave his home, and he may not go near anything resembling a forest,  tundra,  swamp,  or  other  untamed  wilderness  area  without spending a Willpower point. If the human does leave his home, he is shaky and fearful until he returns, and his player loses three dice from all Mental and Social dice pools. Alternately, this Gift can affect a number of humans equal to his Rage at once (difficulty equals the highest Willpower in the group). In this case, rather than making eye contact, the  humans  must  hear  the  werewolf  howl  in  Lupus  form.  This Gift can be used on Kinfolk, mages, ghouls, and other “supernatural” humans, but the difficulty increases by two.",
		"level": "1",
		"users": [
			"Red Talons"
		]
	},
	{
		"id": 245,
		"name": "Beastmind",
		"description": "The werewolf can reduce the  mental  faculties  of  his  victim  to  that  of  an  animal  for  a  time.  The  victim  doesn’t  necessarily  become  less  intelligent, but human thinking (logic, complex tool use, language, and the like) becomes impossible. An avatar of Griffin teaches this Gift.",
		"system": "  The player rolls Manipulation + Empathy against a difficulty equal to the target’s Willpower. The effects last for one minute per success, during which the target behaves like a wild animal. If a point of Rage is spent when directing this Gift at an ordinary human target, its effects last for one day per success.",
		"level": "2",
		"users": [
			"Red Talons"
		]
	},
	{
		"id": 246,
		"name": "Shadows of the Impergium",
		"description": "The Red  Talon  becomes  the  embodiment  of  all  of  humanity’s primal fears of the wolf, carrying a heavy miasma of ancient terror about her. A fear-spirit teaches this Gift.",
		"system": "  The werewolf inflicts the Delirium in Hispo form, though observers are considered to be at +2 Willpower when judging their reaction (see p. 262). Anyone who  succumbs  to  the  Delirium  because  of  seeing  the  werewolf  in  Crinos  form  is  considered  to  have  a  Willpower five points lower than their true rating (minimum 1) for the purposes of determining reaction. This Gift’s effects are permanent, though they can be suppressed for a scene if desired.",
		"level": "2",
		"users": [
			"Red Talons"
		]
	},
	{
		"id": 247,
		"name": "Render Down",
		"description": "The Talon can destroy  any  man-made  substance.  Plastics,  alloys,  and  other materials not found in nature disintegrate with just a touch. Lawn chairs dissolve into oily puddles and steel melts into iron and carbon. A cockroach-spirit teaches this Gift.",
		"system": "   The  character  must  touch  the  material;  only materials that are not naturally occurring are viable targets.  For  instance,  a  wooden  table  would  be  unaffected, whereas a plastic table would melt to the ground. The player makes a Rage roll (difficulty 7); each success reduces twenty pounds of the target material to its base components. ",
		"level": "3",
		"users": [
			"Red Talons"
		]
	},
	{
		"id": 248,
		"name": "Territory",
		"description": "The Red Talon with this  Gift  doesn’t  need  to  patrol  his  hunting  ground  to  know what transpires there. With but a moment of concentration, he may extend his senses to any area he has marked. This Gift is taught by a wolf-spirit.",
		"system": " The Red Talon must first mark one or more areas with his own urine. A Talon may have a number of marked locations equal to his Gnosis (and doesn’t have to establish such a mark in every place that he urinates). Thereafter, the player may roll Perception + Primal-Urge (difficulty 7) to extend the Talon’s senses to that location. The character can sense the area as though standing in the same place he was in when he marked the area originally. The scent marks last for one week per dot of Gnosis the character possesses (for wilderness) or one day per dot of Gnosis (for urban environments).",
		"level": "3",
		"users": [
			"Red Talons"
		]
	},
	{
		"id": 249,
		"name": "Trackless Waste",
		"description": "The Talon calls upon the spirits of the wilderness to mislead and confuse any who invade her home. Humans and other travelers are confounded by this Gift, with even skilled survivalists and hikers soon becoming hopelessly lost. Even werewolves are not wholly immune to its effects. Any wilderness spirit can teach this Gift.",
		"system": " The player spends a Gnosis point and rolls Intelligence + Primal-Urge (difficulty 6). The Gift affects up  to  a  two-mile  (3.2  km)  radius  per  success.  Humans  automatically fail at all attempts to navigate such an afflicted wilderness. Other werewolves can roll Perception + Primal-Urge; if they score more successes than the Talon, they are able to navigate normally. Those led by the Talon herself through the domain remain unaffected. This Gift lasts until the sun next rises.",
		"level": "3",
		"users": [
			"Red Talons"
		]
	},
	{
		"id": 250,
		"name": "Gorge",
		"description": "Wolves will eat as much as possible when food is available, to carry them through the lean times ahead. Who knows when their next meal will arrive? With this Gift, a Red Talon can similarly gorge on Rage, Gnosis, or Willpower. A wolf-spirit teaches this Gift.",
		"system": " Upon learning this Gift, the player chooses which trait (Rage, Gnosis, or Willpower) the character can store. Thereafter, the character can hold three more points  in  the  appropriate  Trait  than  her  permanent  rating. These extra points must be regained as normal, and  they  don’t  add  extra  dice  to  rolls  involving  the  Trait in question. To amplify more than one Trait, the character must learn the Gift (i.e., pay the experience cost) again.",
		"level": "4",
		"users": [
			"Red Talons"
		]
	},
	{
		"id": 251,
		"name": "Howl of Death",
		"description": "A Talon with this Gift  may  infuse  her  howl  with  Rage  and  pain,  causing  grievous  wounds  to  one  target.  The  werewolf  must  be  able to see her target clearly, and the target must be able to hear the howl. Only the intended target is affected by the Gift, though anyone else who hears it is disquieted and frightened. A pain-spirit teaches this Gift.",
		"system": "  The  player  rolls  Charisma  +  Primal-Urge  (difficulty  6).  Each  success  inflicts  one  level  of  lethal  damage, which the target may soak if he is able. The damage manifests as massive internal damage, as the target’s innards suddenly rupture.",
		"level": "4",
		"users": [
			"Red Talons"
		]
	},
	{
		"id": 252,
		"name": "Quicksand",
		"description": "The Garou turns the ground into a sticky morass that catches foes and prevents them from escaping or even walking. An earth elemental teaches this Gift.",
		"system": " The player spends a Gnosis point and rolls Manipulation  +  Primal-Urge  (difficulty  7).  Success  changes the ground into a quicksand-like bog for a 10-foot (3 m) radius; each additional success extends the radius of the morass an additional 10 feet (3 m). Anyone trying to move through it, save for the Garou and her pack, moves at half walking speed, and may not execute combat maneuvers that require overland movement. Additionally, all other combat maneuvers take a +1 difficulty penalty. A wolf-spirit teaches this Gift.",
		"level": "4",
		"users": [
			"Red Talons"
		]
	},
	{
		"id": 253,
		"name": "Curse of the Lycaon",
		"description": "The Red Talon can  force  the  wolf-skin  onto  another.  If  the  target  is  a  werewolf, he becomes trapped in Lupus form for the rest of the scene. If the target is a human or animal, it becomes a normal wolf forever. This Gift is taught by a wolf-spirit.",
		"system": " The player spends one Gnosis point and rolls Gnosis (difficulty of the target’s Willpower).",
		"level": "5",
		"users": [
			"Red Talons"
		]
	},
	{
		"id": 254,
		"name": "Gaia's Vengeance",
		"description": "The Red Talon calls upon the Mother herself to strike on his behalf. The terrain responds as best it can: Rocks roll and smash, vines constrict,  and  water  sucks  victims  under.  An  avatar  of  Gaia herself teaches this Gift.",
		"system": " The player spends one Gnosis point and one Rage point, then rolls Charisma + Primal-urge (difficulty of the local Gauntlet). The exact effects depend on the terrain and are left to the Storyteller.",
		"level": "5",
		"users": [
			"Red Talons"
		]
	},
	{
		"id": 255,
		"name": "Scabwalker Curse",
		"description": "The Red Talon suffuses a target with a superabundance of Wyld energy, making them violently allergic to the Weaver-works of man. Any artificial material blisters and abrades the target’s skin, concrete sidewalks and artificial carpet fibers shred her feet, polyester clothing causes her body to break out in  weeping  sores,  and  steel  tools  blister  her  hands.  An  avatar of Griffin teaches this Gift.",
		"system": "  The Red Talon spends a turn snarling at a target within 20 feet (6 m). The player then spends one Gnosis point and rolls Manipulation + Survival (difficulty 7). The target takes one level of bashing damage per turn of physical contact with any non-natural material (crafted objects formed entirely of natural materials, such as wooden furniture held together with iron nails, are safe). This curse lasts for one day per success, and can easily prove fatal if invoked in the heart of a city.",
		"level": "5",
		"users": [
			"Red Talons"
		]
	},
	{
		"id": 256,
		"name": "Shield of Gaia",
		"description": "The Garou becomes so attuned to the laws and rhythms of Gaia that the Weaver’s laws cease to have any hold on her. The werewolf becomes immune to the effects of one form of technology, such as bullets, photography (i.e. cannot be photographed), electricity, chemical toxins, etc. This Gift is taught by Griffin.",
		"system": "   The player must determine what this Gift grants  immunity  to  at  the  time  of  purchase.  Its  effects  are permanent.",
		"level": "6",
		"users": [
			"Red Talons"
		]
	},
	{
		"id": 257,
		"name": "Aura of Confidence",
		"description": "The werewolf projects  an  aura  of  superiority,  preventing  attempts  to  find flaws or read auras (but not to read the werewolf ’s thoughts). An ancestor-spirit teaches this Gift.",
		"system": " This Gift’s effects are permanent.",
		"level": "1",
		"users": [
			"Shadow Lords"
		]
	},
	{
		"id": 258,
		"name": "Fatal Flaw",
		"description": "The Shadow Lord can spy a target’s weakness, gaining an advantage in combat. A Stormcrow teaches this Gift.",
		"system": " The Shadow Lord concentrates for one full turn, then the player rolls Perception + Empathy (difficulty equals the target’s Wits + Subterfuge). Success grants the Garou an extra die of damage during combat with that target. Additional successes grant knowledge of further weaknesses, but not more dice.",
		"level": "1",
		"users": [
			"Shadow Lords"
		]
	},
	{
		"id": 259,
		"name": "Seizing the Edge",
		"description": "Shadow Lords don’t acknowledge the idea of the draw. If neither competitor wins, then they both lose. This Gift allows the Garou to swing the balance, ever so slightly, in her favor. A spirit servant of Grandfather Thunder teaches this Gift.",
		"system": "  Whenever the Shadow Lord is involved in an  opposed  roll  with  another  being,  any  ties  go  to  the  Shadow Lord. This Gift’s effects are permanent, but invoking them more than once in a scene costs one Gnosis per additional tie broken.",
		"level": "1",
		"users": [
			"Shadow Lords"
		]
	},
	{
		"id": 260,
		"name": "Shadow Weaving",
		"description": "Slightly flexing her fingers or claws, the Garou pulls and weaves shadows as she desires — lengthening or shortening them, lightening or darkening, or even twisting them into grotesque and frightening shapes. A shadow-spirit teaches this Gift.",
		"system": "  The player spends one Gnosis point and rolls Dexterity + Occult (difficulty 7). For the rest of the scene, the Shadow Lord may warp shadows within 100 yards (91 m) as she wishes. Among other creative uses, this lowers the difficulty of all Stealth and Intimidation attempts by 1.",
		"level": "1",
		"users": [
			"Shadow Lords"
		]
	},
	{
		"id": 261,
		"name": "Whisper Catching",
		"description": "What  good  purpose could there be to keep secrets from Gaia’s pro-tectors? This Gift allows the werewolf to supernaturally eavesdrop  on  whispered  conversations—what  she  does  with the information learned is, of course, up to her own conscience. A crow- or bat-spirit teaches this Gift.",
		"system": "   The  player  spends  a  point  of  Willpower.  For the rest of the scene, all whispers within 200 feet are  fully audible to the Shadow Lord as though they had been spoken clearly just next to her.",
		"level": "1",
		"users": [
			"Shadow Lords"
		]
	},
	{
		"id": 262,
		"name": "Clap of Thunder",
		"description": "The Shadow Lord slams her hands together, creating a mighty thunderclap that stuns those who hear it. A Stormcrow teaches this Gift",
		"system": "   The  player  spends  one  Gnosis  point.  All  characters within 20 feet (6 m) must succeed in a Willpower  roll  (difficulty  8  for  foes,  4  for  packmates)  or  be  stunned and unable to act for one turn. The Garou must be in Homid, Glabro, or Crinos form to use this Gift.",
		"level": "2",
		"users": [
			"Shadow Lords"
		]
	},
	{
		"id": 263,
		"name": "Cold Voice of Reason",
		"description": "A cunning Shadow Lord can talk his way out of just about anything. If attacked, the werewolf may invent a clever remark that will detain his attacker for at least one round. A crow-spirit teaches this Gift.",
		"system": " The player spends a Gnosis point and rolls Manipulation  +  Subterfuge  (difficulty  8).  The  attacker  is detained one round for each success as long as he, in turn, is not attacked (being attacked immediately breaks the Shadow Lord’s spell). The attacker is free to take any other actions he wishes (including attacking individuals other than the Shadow Lord).",
		"level": "2",
		"users": [
			"Shadow Lords"
		]
	},
	{
		"id": 264,
		"name": "Song of the Earth Mother",
		"description": "This gift allows the werewolf to sense the presence of supernatural activity within a broad area. Essentially, the Garou communes with the earth and listens to what it says. The Gift is taught by an earth-spirit.",
		"system": "  The  user  spends  10  minutes  communing  with the earth, during which time she may take no other actions. The player then spends two Gnosis points and rolls Perception + Occult (difficulty 7). Success indicates that the earth tells her about any supernatural presence within an area of 100 yards (91 m) per success. While the Gift  doesn’t  offer  specific  information  about  the  being  or beings detected, it does indicate whether or not the presence is Wyrm-tainted.",
		"level": "2",
		"users": [
			"Shadow Lords"
		]
	},
	{
		"id": 265,
		"name": "Direct the Storm",
		"description": "The Shadow Lord can direct the primal instincts of a frenzied werewolf, friend or foe, causing him to attack targets of the Lord’s choice. A Stormcrow teaches this Gift.",
		"system": "  The  player  spends  a  point  of  Gnosis  and  rolls Willpower (difficulty of the target’s Rage). Success indicates that the Shadow Lord controls the target’s frenzy and can set him on anyone she chooses for two turns per success. Using this Gift on a Garou in the Thrall of the Wyrm is possible, but doing so requires the player to roll Rage (difficulty 7) to check for frenzy for her own character.",
		"level": "3",
		"users": [
			"Shadow Lords"
		]
	},
	{
		"id": 266,
		"name": "Icy Chill of Despair",
		"description": "The Shadow Lord appears to grow larger and more imposing, becoming a terrible, shadowy version of herself. This change in aspect can severely intimidate any onlookers. A Stormcrow teaches this Gift. ",
		"system": " The werewolf concentrates for a turn; the player spends one Gnosis point and rolls Manipulation + Intimidation, difficulty 7. Anyone who means the Shadow Lord  harm  must  make  a  Willpower  check,  difficulty  8,  and score more successes than the Lord does in order to act normally. Failure means that the victims must spend a Willpower point to attack, take action against or even verbally oppose the Shadow Lord. This Gift doesn’t give the Lord actual control over her intimidated victims — they’re simply too spooked to actively oppose her.",
		"level": "3",
		"users": [
			"Shadow Lords"
		]
	},
	{
		"id": 267,
		"name": "Paralyzing State",
		"description": "The Shadow Lord directs a terrifying glare at a target, causing her to freeze in terror. A Stormcrow teaches this Gift.",
		"system": "  The Garou concentrates for one turn. The player  spends  one  Gnosis  point  and  rolls  Charisma  +  Intimidation (difficulty of the target’s Willpower). Each success freezes the target in place for one turn, rendering her unable to move or attack (though she may still defend herself). The target must be able to see the Garou.",
		"level": "3",
		"users": [
			"Shadow Lords"
		]
	},
	{
		"id": 268,
		"name": "Shadow Cutting",
		"description": "The Shadow Lord can wound an enemy by striking at his very shadow. Such attacks are difficult to dodge. This Gift is taught by a night-spirit.",
		"system": "  The  character  spits  into  his  opponent’s  shadow and the player spends a Gnosis point. For the rest of the scene, the character may strike at his foe’s shadow to wound him. Only fetish weapons or natural weaponry serves  for  such  attacks.  The  victim  has  two  fewer  dice  to dodge attacks directed at his shadow, and can’t parry them at all.",
		"level": "3",
		"users": [
			"Shadow Lords"
		]
	},
	{
		"id": 269,
		"name": "Under the Gun",
		"description": "The  Shadow  Lord  lays  a  curse  on  her  foe,  ensuring  certain  death  by  bullets.  While  the  curse  is  in  effect,  bullets  (as  well  as  arrows,  hurled  knives,  and  any  other  missile  weapons)  are strangely attracted to the target. Although this Gift is  useful  in  battle,  most  Shadow  Lords  prefer  to  use  it  secretly on a chosen foe before a fight begins, ensuring an “unfortunate accident.” A raven-spirit teaches this Gift.",
		"system": " The Shadow Lord touches the intended target with her fingertips. The player spends a Gnosis point and rolls Manipulation + Firearms. The curse lingers for one day per success. While it is in effect, the difficulty to strike the target with any sort of missile attack drops by two.",
		"level": "3",
		"users": [
			"Shadow Lords"
		]
	},
	{
		"id": 270,
		"name": "Open Wounds",
		"description": "The werewolf causes the next wound he inflicts to bleed profusely, weakening his opponent further. A pain-spirit teaches this Gift.",
		"system": "  The  player  spends  one  Gnosis  point  and  rolls Strength + Medicine (difficulty 7). If the Shadow Lord’s next attack does any damage, the target will bleed continuously,  suffering  one  unsoakable  lethal  damage  per  turn  for  a  number  of  turns  equal  to  the  number  of  successes rolled.",
		"level": "4",
		"users": [
			"Shadow Lords"
		]
	},
	{
		"id": 271,
		"name": "Durance",
		"description": "The werewolf dominates a talen-bound spirit, spinning webs of metaphysical authority to forcibly lengthen its service to her. Some consider this Gift disrespectful, but the Shadow Lords find it ridiculous to discard a weapon that might serve Gaia, just for the sake of politeness. This Gift is taught by a spider-spirit.",
		"system": "  Upon using a talen, the player may reflexively spend  one  Gnosis  point  to  keep  the  spirit  bound  within  from departing. This Gift is ineffective on talens which are destroyed as an inherent aspect of their use (such as the nightshade talen, which must be drunk to activate its powers), but preserves talens whose destruction is a metaphysical result of their use (such as moon glow and Wyrm scales).",
		"level": "4",
		"users": [
			"Shadow Lords",
			"Uktena"
		]
	},
	{
		"id": 272,
		"name": "Strength of the Dominator",
		"description": "The werewolf  draws  on  a  target’s  anger  to  feed  his  own.  A  Stormcrow teaches this Gift.",
		"system": " The player rolls Wits + Intimidation (difficulty  equals  the  target’s  Willpower).  For  a  number  of  turns  equal  to  the  successes  scored,  the  target  will  lose  a point of Rage per turn, while the Shadow Lord gains that Rage. The character can use this Gift only once per target per scene.",
		"level": "4",
		"users": [
			"Shadow Lords"
		]
	},
	{
		"id": 273,
		"name": "Obedience",
		"description": "The Shadow Lord becomes the ultimate alpha, compelling all others to follow her orders. A Stormcrow teaches this Gift.",
		"system": " The player spends one Gnosis point and rolls Charisma + Leadership (difficulty 8). All in the vicinity must roll Willpower (difficulty 8) and match or exceed the Garou’s successes, or they succumb to the Gift’s ef-fects. If the werewolf wins by one success, targets follow any orders that don’t directly inconvenience them. Three successes cause the targets to treat the Lord as their alpha and fight for her. Five successes make the targets follow her into the Abyss or perform virtually suicidal actions. This Gift’s effects last for one full day.",
		"level": "5",
		"users": [
			"Shadow Lords"
		]
	},
	{
		"id": 274,
		"name": "Shadow Pack",
		"description": "The werewolf summons up shadowy duplicates of himself to stand by him in  battle.  These  shadow-wolves  resemble  the  Shadow  Lord  and  share  some  of  his  capabilities.  A  night-spirit  teaches this Gift.",
		"system": "  The  player  rolls  Gnosis  (difficulty  8)  and  spends a number of Gnosis points. One shadow-duplicate appears for each point spent. These duplicates have the same Attributes and Abilities as the Garou, but not his fetishes and may not use Gifts, Gnosis or Willpower. Each has only one health level. The duplicates fade at the end of the scene.",
		"level": "5",
		"users": [
			"Shadow Lords"
		]
	},
	{
		"id": 275,
		"name": "Heaven's Guidance",
		"description": "The  Strider is never lost while the stars shine in the sky. This Gift is taught by a spirit servant of the North Star.",
		"system": " The werewolf gains an innate sense of direction; he always knows which way is north and the path he took to reach where he is. This Gift’s effects are permanent.",
		"level": "1",
		"users": [
			"Silent Striders"
		]
	},
	{
		"id": 276,
		"name": "Silence",
		"description": "The Strider can muffle any sound she makes, the better to creep up on the Wyrm’s minions or escape them unnoticed. An owl-spirit teaches this Gift.",
		"system": "  The player adds two  dice  to  all  Dexterity  +  Stealth rolls.",
		"level": "1",
		"users": [
			"Silent Striders"
		]
	},
	{
		"id": 277,
		"name": "Speed of Thought",
		"description": "The Garou doubles her running speed. A roadrunner- or cheetah-spirit teaches this Gift.",
		"system": "    The  player  spends  one  Gnosis  point.  The Gift lasts until the end of the scene.",
		"level": "1",
		"users": [
			"Silent Striders"
		]
	},
	{
		"id": 278,
		"name": "Visions of Duat",
		"description": "The  werewolf ’s eyes become cloudy and pale as she attunes her vision to the ashen landscape of the Underworld. An owl-spirit teaches this Gift.",
		"system": "  The player spends one Gnosis point and  rolls  Perception  +  Occult  (difficulty  7).  For  the rest of the scene, the character can see (and hear) ghosts and detect haunted areas with another Perception + Occult roll (difficulty corresponds to the severity of the haunting). This Gift bestows no power to touch or communicate with the dead, however — that usually requires the use of the Descent into the Underworld rite (see p. 213). A botch causes the Garou’s eyes to shine as beacons in the underworld, drawing the notice of broken, vengeful shades.",
		"level": "1",
		"users": [
			"Silent Striders"
		]
	},
	{
		"id": 279,
		"name": "Messenger's Fortitude",
		"description": "The Strider can  run  at  full  speed  for  three  days  without  rest,  food,  or water. When she reaches her destination, she has 10 minutes to complete whatever business brought her, then she  must  sleep  for  one  full  day.  A  camel-  or  wolf-spirit  teaches this Gift.",
		"system": "The player spends one Gnosis point. Doing anything other than running ends the Gift. Others may be granted the Messenger’s Fortitude as well, for one Gnosis point per additional runner.",
		"level": "2",
		"users": [
			"Silent Striders"
		]
	},
	{
		"id": 280,
		"name": "Tread Sebek's Back",
		"description": "The werewolf calls upon the river to support her steps, allowing her to walk or run across water or other liquids. Her feet gain no special protection if she chooses to run across Wyrm-toxins  or  other  hazardous  liquids.  A  crocodile-spirit  teaches this Gift.",
		"system": " The player spends a Gnosis point and rolls Dexterity + Survival (difficulty 7). The Strider may travel across liquid as if it were open ground for one hour per success.",
		"level": "2",
		"users": [
			"Silent Striders"
		]
	},
	{
		"id": 281,
		"name": "Adaptation",
		"description": "The  Strider  takes  no damage from poison or disease, and he may exist in any environment, regardless of pressure, temperature, or atmospheric  conditions.  This  Gift  doesn’t  protect  the  Garou  from  hazardous  situations  (such  as  falling),  only  hazardous environments. A bear-spirit teaches this Gift.",
		"system": "   The  player  spends  one  Gnosis  point  and  rolls Stamina + Survival (difficulty 7). The Gift lasts for one hour per success.",
		"level": "3",
		"users": [
			"Silent Striders"
		]
	},
	{
		"id": 282,
		"name": "Great Leap",
		"description": "The Strider can jump truly  astounding  distances.  A  jackrabbit-spirit  teaches  this Gift.",
		"system": " The player spends one Willpower point and rolls Strength + Athletics. The character may jump 100 feet per success.",
		"level": "3",
		"users": [
			"Silent Striders"
		]
	},
	{
		"id": 283,
		"name": "Mark of the Death-Wolf",
		"description": "The Silent Strider uses his claws to gouge an eerie sigil into a nearby surface, which fascinates and attracts the unquiet dead. An owl-spirit teaches this Gift.",
		"system": " The player spends one Gnosis point upon making the mark, which takes a full turn, and then rolls Wits + Occult (difficulty 7). The mark retains its mystic potency for one week per success, leaving the area around it badly haunted if there are any ghosts in the area at all. Destroying the mark can end this Gift’s effects prematurely.",
		"level": "3",
		"users": [
			"Silent Striders"
		]
	},
	{
		"id": 284,
		"name": "Black Mark",
		"description": "The Strider’s claws darken with the leaden sheen of the Dark Umbra, marking her foes fit for the attentions of the restless dead. An owl-spirit teaches this Gift.",
		"system": "  The player may spend a point of Gnosis when the strider successfully strikes an opponent with her claws, but before rolling damage. The target becomes haunted for one day per level of damage inflicted, as with Mark of the Death-Wolf.",
		"level": "4",
		"users": [
			"Silent Striders"
		]
	},
	{
		"id": 285,
		"name": "Dam the Heartflood",
		"description": "No  tribe  hates vampires more than the Silent Striders, who lost their homeland to the leeches. This Gift allows Strider heroes to nullify the magic inherent to blood. It is taught by a cobra-spirit.",
		"system": "  The player spends a Gnosis point and rolls Manipulation  +  Occult  (difficulty  of  the  target’s  Willpower). Each success prevents the target from using any magic  related  in  any  way  to  blood  for  one  turn.  It  also  prohibits the spending blood points for any purpose for the same duration, should the target possess a blood pool trait (such as that of vampires, ghouls, and Ananasi). ",
		"level": "4",
		"users": [
			"Silent Striders"
		]
	},
	{
		"id": 286,
		"name": "Speed Beyond Thought",
		"description": "The  werewolf can run at 10 times his normal land speed. The effects last for up to eight hours, during which the Strider can do nothing but concentrate on running. When the Gift’s effects end, the werewolf must eat immediately or face frenzy from hunger. A cheetah- or air-spirit teaches this Gift.",
		"system": "  The player spends one Gnosis point and rolls Stamina + Athletics (difficulty 7) to activate this Gift.",
		"level": "4",
		"users": [
			"Silent Striders"
		]
	},
	{
		"id": 287,
		"name": "Gate of the Moon",
		"description": "This Gift creates as specialized moon bridge that takes the Strider to her destination instantly. At least a sliver of the moon must be visible at her area of departure. A Lune teaches this Gift.",
		"system": "  The player spends one Gnosis point for every 100 miles the Strider needs to travel. She then rolls Intelligence + Alertness (difficulty varies by how far the journey is and how well the Strider knows the way). Suc-cess transports the character instantly to her destination.",
		"level": "5",
		"users": [
			"Silent Striders"
		]
	},
	{
		"id": 288,
		"name": "Reach the Umbra",
		"description": "The Garou may step in and out of the Umbra at will, without need of a reflective surface or even any effort at all. An owl-spirit teaches this Gift.",
		"system": "   The Garou may step sideways instantly, at any time, with no fear of being “caught.” No roll is necessary. All rolls to enter or leave Umbral Realms receive a –2 difficulty bonus. She may not, however, spend Rage on the turn that she steps sideways. The Garou may not step sideways quickly enough to dodge an attack that has already been declared.",
		"level": "5",
		"users": [
			"Silent Striders"
		]
	},
	{
		"id": 289,
		"name": "Eye of the Falcon",
		"description": "The werewolf ’s vision  gains  the  predatory  clarity  of  a  bird  of  prey.  A  falcon-spirit teaches this Gift.",
		"system": "  The player spends one Gnosis point. For the rest of the scene, all long-range attack rolls and visually based Perception rolls are made at –1 difficulty.",
		"level": "1",
		"users": [
			"Silver Fangs"
		]
	},
	{
		"id": 290,
		"name": "Falcon's Grasp",
		"description": "The werewolf ’s hands or  jaws  tighten  in  a  mighty  death-grip,  making  it  nearly  impossible to escape. A falcon-spirit teaches this Gift.",
		"system": "  The player spends one Rage point. For the rest of the scene, the Garou’s grip (with both hands and jaws) is much stronger — her Strength is considered three points higher for grappling or maneuvers such as the jaw lock (see Special Maneuvers, p. 299). This extra Strength does not apply to damage rolls.",
		"level": "1",
		"users": [
			"Silver Fangs"
		]
	},
	{
		"id": 291,
		"name": "Lambent Flame",
		"description": "The  werewolf  causes her body to ignite with silver light. A Lune teaches this Gift.",
		"system": "   The player spends one Willpower point to activate  the  Gift.  The  light  illuminates  a  100-foot  (30  m) area around the Garou for the rest of the scene. All attacks  against  the  Garou  suffer  a  +1  difficulty  penalty  while this Gift persists.",
		"level": "1",
		"users": [
			"Silver Fangs"
		]
	},
	{
		"id": 292,
		"name": "Empathy",
		"description": "Among wolves, alphas rule by strength, but leaders of men must be able to read their subjects if they are to keep their crown. A falcon-spirit teaches this Gift.",
		"system": "  The  player  spends  one  Gnosis  point  and  rolls Intelligence + Empathy (difficulty 4). One success indicates that the Garou knows the general feelings and expectations of any one group. The more successes the player rolls, the greater her understanding of the group’s wants and needs.",
		"level": "2",
		"users": [
			"Silver Fangs"
		]
	},
	{
		"id": 293,
		"name": "Hand Blade",
		"description": "Many Silver Fangs are trained in swordplay as part of their birthright. This Gift allows them to rely on such skills at any time by turning their arm into a razor-sharp blade that slices and cuts like the best-forged sword. An ancestor spirit, usually a former klaive-dueling master, teaches this Gift.",
		"system": "  The player spends a point of Rage to transform one or both hands. For the rest of the scene, he may use his arm like a sword by rolling Dexterity + Melee (difficulty 6). Such attacks inflict Strength + 2 aggravated damage, as his claws are part of the blade.",
		"level": "2",
		"users": [
			"Silver Fangs"
		]
	},
	{
		"id": 294,
		"name": "Unity of the Pack",
		"description": "It is only natural for those guided by canny leaders to excel. This Gift allows the Silver Fang’s pack to enjoy the benefits of her unifying aura, making them deadlier warriors against the Wyrm’s minions. A wolf-spirit teaches this Gift.",
		"system": "   Whenever  the  Silver  Fang  is  present,  all  members of her pack (including herself) gain one extra die on all rolls to execute Pack Tactics (see p. 300). This Gift’s  benefits  are  permanent.  The  Silver  Fang  cannot  benefit from this Gift when she is alone.",
		"level": "2",
		"users": [
			"Silver Fangs"
		]
	},
	{
		"id": 295,
		"name": "Burning Blade",
		"description": "This Gift causes a Garou’s weapon, whether it’s a sword, klaive or axe, to burn with a deadly fire that burns her enemy even as it bites into their flesh. A firebird spirit teaches this Gift.",
		"system": "The werewolf concentrates for a turn, and the player rolls Gnosis (difficulty 7) to activate the Gift. The weapon now does two extra dice of aggravated fire damage. Flammable objects will catch fire if struck by the blade. The weapon remains ignited for a number of turns equal to the number of successes rolled. ",
		"level": "3",
		"users": [
			"Silver Fangs"
		]
	},
	{
		"id": 296,
		"name": "Talons of the Falcon",
		"description": "The Silver Fang’s claws transform into impaling weapons, allowing her to cut muscle, bone, and sinew as though they were paper. A falcon-spirit teaches this Gift.",
		"system": "   The  player  spends  one  Gnosis  point  and  makes a Dexterity + Brawl roll to attack. The attack does three additional levels of damage, and its damage may not be regenerated for the rest of the scene. ",
		"level": "3",
		"users": [
			"Silver Fangs"
		]
	},
	{
		"id": 297,
		"name": "Wrath of Gaia",
		"description": "The  werewolf  shows  himself  in  full,  terrible  glory  as  Gaia’s  chosen  warrior. His splendor overwhelms minions of the Wyrm, driving  them  before  him  in  terror.  An  avatar  of  Gaia  herself teaches this Gift.",
		"system": "  The player spends a Gnosis point and rolls Charisma + Intimidation. Any minions of the Wyrm who look upon the Garou during the rest of the scene must either roll Willpower (difficulty 7) and equal or exceed the player’s successes, or flee in terror.",
		"level": "3",
		"users": [
			"Silver Fangs"
		]
	},
	{
		"id": 298,
		"name": "Mastery",
		"description": "The Silver Fang can command other Garou — even Black Spiral Dancers — to do her bidding. A falcon-spirit teaches this Gift.",
		"system": "   The player rolls Charisma + Leadership (difficulty equal to the target’s Wits + 3). If the roll succeeds, the Garou can give the target one non-suicidal command, which he must obey for one turn per success. This Gift works only against Garou.",
		"level": "4",
		"users": [
			"Silver Fangs"
		]
	},
	{
		"id": 299,
		"name": "Mindblock",
		"description": "The  Garou  fortifies  her will against mystical influences of all sorts. A falcon-spirit teaches this Gift.",
		"system": " The difficulties of any direct mental attacks or attempts to control the Garou’s mind, as well as more insidious  psychic  assaults  (mind-reading,  illusions,  possession, and so forth) are raised to 10. The effects of this Gift  are  permanent,  but  do  not  apply  to  magic  which  sways the Garou’s emotions.",
		"level": "4",
		"users": [
			"Silver Fangs",
			"Stargazers"
		]
	},
	{
		"id": 300,
		"name": "Sidestep Death",
		"description": "Legends say that when the first Silver Fang died, he was reborn with this Gift. The Fang simply sidesteps what would have become his deathblow. A lion-spirit teaches this Gift.",
		"system": "  Once per scene, the player may spend three Willpower  points  to  evade  a  single  attack  that  would  inflict enough damage to place the Fang’s health levels below Crippled (before soak). The Garou simply appears instantly at the nearest location not affected by the attack, which may be an inch, a mile, or even farther away.",
		"level": "4",
		"users": [
			"Silver Fangs"
		]
	},
	{
		"id": 301,
		"name": "Luna's Avenger",
		"description": "The Silver Fang transforms his greatest weakness into his greatest strength, transforming his body into living silver. A Lune teaches this Gift.",
		"system": "   The Garou concentrates for a full turn to activate this Gift. The player spends a Gnosis point; for the rest of the scene, the Garou is immune to the effects of silver. All damage inflicted by attacks made with the werewolf ’s body are considered to have been made with silver weapons. Additionally, the character gains two additional points of Stamina and one extra health level for the duration of this Gift (any damage marked to this additional health level vanishes harmlessly when the Gift ends).",
		"level": "5",
		"users": [
			"Silver Fangs"
		]
	},
	{
		"id": 302,
		"name": "Paws of the Newborn Cub",
		"description": "With only a glare and a snarl, the Silver Fang can temporarily suppress an opponent’s supernatural tricks, leaving him to face the werewolf ’s wrath as nothing more than an animal or human. A falcon-spirit teaches this Gift.",
		"system": "   The  player  spends  two  Gnosis  points  and  rolls Gnosis (difficulty of the target’s Willpower). Each success  removes  all  supernatural  powers  (shapeshifting,  Gifts, Disciplines, and any other sort of supernatural or magical power) from the target for one turn.",
		"level": "5",
		"users": [
			"Silver Fangs"
		]
	},
	{
		"id": 303,
		"name": "Renew the Cycle",
		"description": "One of the most potent powers available to the Garou, this Gift allows the correction of a grievous wrong done to the natural cycle of Gaia. The undead, whose very existence is an affront to the natural order of things, wither and crumble to dust when struck by the power of this Gift. Whether the undead is a shambling, month-old animated corpse or an ancient vampire, the Fang can destroy it with but a glance. Only an avatar of Gaia Herself can teach this Gift.",
		"system": " The player and the target enter into a resisted contest  of  Gnosis  versus  Willpower  (both  difficulty  8).  If the Garou wins the contest, the undead is reduced to its natural state — fresh corpses simply lose their animation,  whereas  an  elder  vampire  would  crumble  to  dust.  Mummies are simply banished to a season of sleep. The Garou must spend one Gnosis for every hundred years (or fraction thereof) the undead has existed in its unnatural state; should the target’s age exceed the Garou’s capacity to spend Gnosis points, permanent Gnosis may be sacrificed to account for 500 years of age per dot spent.",
		"level": "6",
		"users": [
			"Silver Fangs"
		]
	},
	{
		"id": 304,
		"name": "Balance",
		"description": "The Stargazer is able to walk across any ledge, rope, or other narrow causeway, no matter how thin or slippery. Wind-spirits teach this Gift.",
		"system": " Difficulties for climbing decrease by three, and attempts to maintain balance automatically succeed. This Gift’s effects are permanent.",
		"level": "1",
		"users": [
			"Stargazers"
		]
	},
	{
		"id": 305,
		"name": "Channeling",
		"description": "Rage is both a boon and a bane to the Garou, and the Stargazers feel this more than most. Many stargazers seek new ways to harness and direct their divine fury, and those with this Gift have at least one more option: to channel the vast stream of Rage into a single action, intensifying and clarifying it. This Gift is taught by a fire-spirit.",
		"system": " The player may spend up to three Rage points on a single action. Each point spent in this manner gives the werewolf an extra die for that roll.",
		"level": "1",
		"users": [
			"Stargazers"
		]
	},
	{
		"id": 306,
		"name": "Iron Resolve",
		"description": "Through the blessings of the spirits, the Stargazer’s resolve is tempered like steel, allowing great feats through application of sheer will. An ancestor-spirit teaches this Gift.",
		"system": "  Once per scene, the Stargazer may spend one Willpower to gain two automatic successes on an action, rather than one.",
		"level": "1",
		"users": [
			"Stargazers"
		]
	},
	{
		"id": 307,
		"name": "Inner Light",
		"description": "The Stargazer can step sideways into the Umbra using only his own inner light; he needs no mirror. This Gift is taught by an Epiphling of Truth.",
		"system": " The character is always considered to be using a mirror when attempting to step sideways, regardless of the presence of any reflective surface.",
		"level": "2",
		"users": [
			"Stargazers"
		]
	},
	{
		"id": 308,
		"name": "Inner Strength",
		"description": "After brief meditation, the Garou may convert her inner anger into iron resolve. Ancestor-spirits teach this Gift.",
		"system": " The character concentrates for five minutes; the player rolls Wits + Enigmas (difficulty 8). Each success converts one point of Rage into a point of Willpower.",
		"level": "2",
		"users": [
			"Stargazers"
		]
	},
	{
		"id": 309,
		"name": "Resist Temptation",
		"description": "Using a series of ritual gestures to equalize the flow of energy through her chakra points, the Stargazer can resist worldly, material, and spiritual temptations, including corruption. This Gift is taught by an earth-spirit.",
		"system": "  The player rolls Wits + Rituals and spends one Gnosis point. Each success raises others’ difficulties to ensorcel or supernaturally coerce the character by one for the rest of the scene. This Gift is automatically successful against non-supernatural coercion.",
		"level": "2",
		"users": [
			"Stargazers"
		]
	},
	{
		"id": 310,
		"name": "Surface Attunement",
		"description": "The Stargazer becomes as one with her environment, gaining the ability to easily traverse Gaia’s face — no matter what obstacles it may present. She may pass at normal speed across water, mud, snow, and quicksand without falling through or leaving tracks. The spirits of small, often-overlooked animals (such as rabbits, sparrows and mice) teach this Gift.",
		"system": "  The werewolf concentrates for a turn; her player rolls Dexterity + Athletics, difficulty 6. This Gift lasts for a scene.",
		"level": "2",
		"users": [
			"Stargazers"
		]
	},
	{
		"id": 311,
		"name": "Wuxing",
		"description": "The Stargazer exploits the mystical resonance between the Asian elements of water, fire, earth, metal, and wood, transforming one element into another. An avatar of Chimera teaches this Gift.",
		"system": "   The  player  rolls  Manipulation  +  Enigmas  (difficulty 7). Each success allows for one square foot of a particular element (water, earth, fire, metal, or wood) to be changed into an alternate type of the same group of elements: Fire may become wood, water may become earth,  and  so  on.  The  dimension  and  shape  of  the  element doesn’t change — a fire in a fireplace still retains its “shape,” but may now be made of wood, or even water (which retains the same shape, becoming liquid held fast to  a  specific  contour).  The  effect  lasts  for  a  number  of  turns equal to the character’s Gnosis rating.",
		"level": "2",
		"users": [
			"Stargazers"
		]
	},
	{
		"id": 312,
		"name": "Clarity",
		"description": "This Gift grants the ability to see through fog, pitch darkness, and invisibility, and to recognize illusions. A wind-spirit teaches it.",
		"system": "  The player rolls Perception + Enigmas (difficulty 7). If the Stargazer attempts to see someone else’s illusion, the number of successes rolled by the creator must be matched or beaten by the Garou; otherwise, this Gift negates visual penalties.",
		"level": "3",
		"users": [
			"Stargazers"
		]
	},
	{
		"id": 313,
		"name": "Merciful Blow",
		"description": "The Garou can subdue a foe in combat without harming him. A mongoose-spirit teaches this Gift.",
		"system": "   The  player  spends  one  Gnosis  point,  and  the Stargazer attunes himself to the body of his foe. For the remainder of the scene, although the Garou’s attacks inflict damage, no actual injuries appear upon the opponent’s body. A foe incapacitated through the use of this power immediately regains all health lost to the Garou’s Merciful Blows, and is guaranteed to remain unconscious for at least the rest of the scene.",
		"level": "3",
		"users": [
			"Stargazers"
		]
	},
	{
		"id": 314,
		"name": "Wind's Returning Favor",
		"description": "A Stargazer with this Gift may be a master of weapons, but rarely goes about armed. She may rely on her opponents to  bring  weapons  to  her  hand.  This  Gift  is  taught  by  a  wind-spirit.",
		"system": " The player spends one Willpower point and rolls Dexterity + Athletics in response to an opponent’s close-range Melee attack (difficulty equals the opponent’s Wits + Melee). The Stargazer’s successes take away the successes on the opponent’s attack roll; if the Stargazer’s successes  outnumber  the  opponent’s,  she  steals  the  attacker’s weapon and may use it on the following turn.",
		"level": "3",
		"users": [
			"Stargazers"
		]
	},
	{
		"id": 315,
		"name": "Preternatural Awareness",
		"description": "The  Stargazer attunes all her senses to her surroundings, becoming preternaturally aware of her opponent’s doings and allowing her to anticipate them somewhat. A wind-spirit teaches this Gift.",
		"system": "  The  player  spends  one  Gnosis  point  and  rolls Perception + Athletics (difficulty 7). All opponents’ dice pools to hit the Garou decrease by a number of dice equal to the successes rolled. This penalty applies even if the werewolf cannot see the attack coming. This Gift’s effects last for one scene.",
		"level": "4",
		"users": [
			"Stargazers"
		]
	},
	{
		"id": 316,
		"name": "Circular Attack",
		"description": "The  greatest  Stargazers  have  no  fear  of  fighting  even  a  horde  of  opponents. They can not only avoid their foes’ attacks, but can channel those attacks toward other enemies. Thus the Stargazer’s flowing movements turn a mob of murderous fomori into a weapon directed against itself. A wind-spirit teaches this Gift.",
		"system": "   The player spends one Willpower point and rolls Wits + Athletics (difficulty equals the highest Wits of any present opponent + 3). Each success enables the Garou to perfectly dodge one attack or to redirect one attack directed at her to strike a different target during that turn. The Stargazer may not use this Gift multiple times in one turn or spend Rage during the same turn, although she may take multiple actions in the standard fashion.",
		"level": "5",
		"users": [
			"Stargazers"
		]
	},
	{
		"id": 317,
		"name": "Harmonious Unity of the Emerald Mother",
		"description": "The  wisest  of  Stargazers  understand  that  all  divisions  of  the  flesh  are  mere  illusion.  The  only  true  separation  is  of  spirit  —  Wyrm  from  Weaver,  Weaver  from  Wyld,  Triat  from  Gaia.  But  even  then,  the  great  forces of the universe are connected. Drawing upon this wisdom, the Garou banishes the boundaries dividing the mind and body of man from the power of the werewolf. An avatar of Gaia herself teaches this Gift.",
		"system": "   The  player  spends  one  Gnosis  point.  For  the next day, the Stargazer enjoys the physical Attribute bonuses and regenerative powers of the Crinos form while in  Homid.  This  Gift  doesn’t  grant  Crinos  form’s  claws,  fangs, or expanded senses, nor does it inflict the Delirium.",
		"level": "5",
		"users": [
			"Stargazers"
		]
	},
	{
		"id": 318,
		"name": "Wisdom of the Seer",
		"description": "By gazing into the night sky for an hour, the Stargazer becomes a channel for the wisdom of the Tellurian, and can find the answer to almost any question. A Chimerling teaches this Gift.",
		"system": " The player spends one Gnosis point and rolls Intelligence  +  Enigmas  (difficulty  7).  If  successful,  the  player can ask any one simple question of the Storyteller and expect an answer that is honest, if vague and wrapped in symbolism. The clarity of the information depends on the number of successes, and it is rare to gain a complete and straightforward answer.",
		"level": "5",
		"users": [
			"Stargazers"
		]
	},
	{
		"id": 319,
		"name": "Sense Magic",
		"description": "The  werewolf  can  sense the pulse and flux of mystic energies, whether the righteous  Gifts  of  the  Garou,  the  arrogant  wizardry  of  mages, the debased powers of vampires, or even the black arts of the Wyrm’s minions. A spirit-servant of Uktena teaches this Gift.",
		"system": "  The player rolls Perception + Enigmas. The difficulty is based on the strength and subtlety of the magic. The  Uktena  cannot  tell  the  exact  nature  of  the  magic,  although  clues  such  as  “Gaian,”  “dreamcraft,”  or  “blood  magic” might be granted with three or more successes. The radius is 20 feet per success.",
		"level": "1",
		"users": [
			"Uktena"
		]
	},
	{
		"id": 320,
		"name": "Shroud",
		"description": "The Uktena can create a field of inky blackness through which only she can see. A night-spirit teaches this Gift.",
		"system": "   The player spends one Gnosis point and rolls Gnosis (difficulty varies: 3 for twilight, 6 indoors, 9 for bright sunlight). Each success blacks out a 10’ by 10’ by 10’ area within the Garou’s line of sight. Powers which permit sight in total darkness are capable of defeating this Gift.",
		"level": "1",
		"users": [
			"Uktena"
		]
	},
	{
		"id": 321,
		"name": "Spirit of the Lizard",
		"description": "The werewolf ’s hands and feet spout hundreds of tiny hooks, allowing her to climb across or cling to any surface — even sheer hori-zontal surfaces and ceilings. A gecko-spirit teaches this Gift.",
		"system": "   The player spends one Gnosis. For the rest of  the  scene,  the  character  can  move  across  any  solid  surface at her normal walking speed. Staying attached to a vertical surface or ceiling while taking any more strenuous movement (fighting, moving faster than walking speed, attempting to dislodge a steam grate) requires a reflexive Stamina + Athletics roll, difficulty 7).",
		"level": "1",
		"users": [
			"Uktena"
		]
	},
	{
		"id": 322,
		"name": "Coils of the Serpent",
		"description": "The Uktena calls forth dark tentacles of mist or fog that wrap around enemies and hold them in a viselike grip. Each coil is 30 feet long and possesses the same Physical characteristics as the werewolf who summons them. A snake-spirit teaches this Gift.",
		"system": "  The player rolls Dexterity + Occult, difficulty 7. Each success causes a single coil to emerge from the air at a point within 100 feet (30 m) of the Uktena. The player must use a turn’s concentration and a Dexterity + Brawl roll to aim the tentacles. The coils focus on a single target, unless the player makes attack rolls against multiple targets,  with  the  normal  penalties  for  multiple  actions.  The coils only bind; they can’t inflict damage. To break free, the victim must make a Strength roll, difficulty 7; if his successes exceed the number of coils entangling him, he struggles free. The tentacles last until the end of the scene or until dismissed, whichever is sooner.",
		"level": "2",
		"users": [
			"Uktena"
		]
	},
	{
		"id": 323,
		"name": "Fetish Fetch",
		"description": "The  Uktena  need  not carry her fetishes with her. She may draw them from a hidden cache whenever she needs them, no matter the distance, and return them just as easily. A packrat-spirit teaches this Gift.",
		"system": "  The first part of the Gift involves creating the secret hiding spot for the fetishes. The player spends one Gnosis and buries or covers her items. Once this ritual is complete, she need only spend a Gnosis point to summon any or all of her fetishes, or to return them to their hiding place. The fetish appears in her hand as if from thin air. Only one hiding spot can exist at a time, but the Uktena can replace it with a new one whenever she wishes.",
		"level": "2",
		"users": [
			"Uktena"
		]
	},
	{
		"id": 324,
		"name": "Shadows at Dawn",
		"description": "Sometimes,  one must give information to get information. However, Uktena are notoriously tightfisted with secrets. With this Gift, the werewolf can share a bit of knowledge that later vanishes  from  the  subject’s  memory.  An  ancestor-spirit  teaches this Gift.",
		"system": "  After relating a bit of lore, the player rolls Wits + Subterfuge (difficulty of the opponent’s Wits + Subterfuge). If the roll succeeds, whatever information the Uktena imparted completely vanishes from the target’s memory when the sun next rises.",
		"level": "2",
		"users": [
			"Uktena"
		]
	},
	{
		"id": 325,
		"name": "Spirit of the Bird",
		"description": "Few  enemies  would  expect  a  werewolf  to  attack  from  above  —  an  excellent reason to do so, in the eyes of the Uktena. The Garou  using  this  gift  may  hover,  fly,  or  float.  Any  bird  spirit can teach this Gift.",
		"system": "   The  player  spends  one  Gnosis  point,  and  with  an  audible  rush  of  mighty-but-unseen  wings,  the  character takes to the air. The Garou can fly at 20 mph and  hover  as  she  desires.  The  difficulties  of  all  combat  maneuvers increase by one. This Gift lasts for one hour.",
		"level": "2",
		"users": [
			"Uktena"
		]
	},
	{
		"id": 326,
		"name": "Spirit of the Fish",
		"description": "The werewolf can breathe underwater and swim as fast as he can run in Hispo form. Any fish-spirit can teach this Gift.",
		"system": "  The player spends one Gnosis point and rolls Stamina + Animal Ken (difficulty 7). The effect lasts one hour per success.",
		"level": "2",
		"users": [
			"Uktena"
		]
	},
	{
		"id": 327,
		"name": "Banish Totem",
		"description": "By speaking words of forbiddance, the Uktena can bar pack or personal totems from giving their children aid. Doing so also disrupts the spiritual rapport between packmates, making it difficult for  them  to  execute  pack  tactics  or  act  in  concert.  An  ancestor-spirit teaches this Gift.",
		"system": "  The Uktena must concentrate for a full turn, and he must know which totem his victims follow. The player spends one Gnosis point and one Willpower point, and he rolls Gnosis at a difficulty of the pack’s combined Totem  score  (maximum  of  10).  If  successful,  members  of the targeted pack lose all Traits associated with their totem, and they cannot use pack tactics or act in concert for the remainder of the scene. If the Uktena is rendered unconscious or killed, the Gift is canceled.",
		"level": "3",
		"users": [
			"Uktena"
		]
	},
	{
		"id": 328,
		"name": "Chains of Mist",
		"description": "Silvery filaments spin out from the Garou’s claws, becoming streamers of mist  that  enwrap  and  confound  nearby  spirits,  sapping  their strength. A fog-spirit teaches this Gift.",
		"system": "    The  Uktena  concentrates  for  a  turn;  and  the player spends one Gnosis point and rolls Dexterity + Enigmas (difficulty 7). One spirit of the player’s choice within  200  feet  (60  m)  is  affected  per  success.  Spirits  struck by this Gift treat their Rage, Gnosis, and Willpower ratings as though they were one lower than they truly are for the purpose of all dice rolls for the rest of the scene.",
		"level": "3",
		"users": [
			"Uktena"
		]
	},
	{
		"id": 329,
		"name": "Invisibility",
		"description": "The Garou can vanish from sight, though she must concentrate to maintain her invisibility. She can’t move faster than half normal walking  speed,  and  can’t  draw  attention  to  herself.  A  spirit-servant of Uktena teaches this Gift.",
		"system": "    The  player  spends  one  Gnosis  point  and  rolls Intelligence + Occult (difficulty varies: 4 if already concealed,  6  if  in  the  open,  9  in  plain  sight).  Anyone  looking  for  the  Garou  must  score  more  successes  on  a  Perception + Alertness roll (difficulty 8) than the player did on the initial roll. Anyone not actively seeking the Garou will not spot her at all.",
		"level": "3",
		"users": [
			"Uktena"
		]
	},
	{
		"id": 330,
		"name": "Rending the Craft",
		"description": "The werewolf ’s claws burn with mystic force, rending apart the delicate workings of magic. An ancestor-spirit teaches this Gift.",
		"system": "  After the werewolf makes a successful claw attack, the player may spend a point of Willpower to end the effects of any ongoing magical power enhancing the target (such as the Gift: Razor Claws, or the Armor Charm). Permanent magical effects cannot be rent asunder by this Gift, nor powers that are innate to the nature of the target. For example, a werewolf ’s Gifts could be cancelled, but not her ability to shapeshift; a vampire’s Disciplines could be disrupted, but not her immortality or her ability to spend blood to raise her Attributes. In the event that a magical effect mixes permanent and temporary elements, the permanent elements are retained while transitory elements are disabled. For example, a vampire’s Potence would continue to passively grant extra Strength dice, but blood could not be spent to transform those dice into automatic successes.",
		"level": "3",
		"users": [
			"Uktena"
		]
	},
	{
		"id": 331,
		"name": "Scrying",
		"description": "The Uktena may view events elsewhere by staring into a reflective surface. Many supernatural beings, particularly those capable of scrying themselves, know defenses against this Gift. A fly-spirit teaches this Gift.",
		"system": "   The player spends one Gnosis and rolls Perception + Occult (difficulty 10 unless the Uktena possesses an item belonging to the person or place being viewed, in which case the difficulty is 8). The Uktena may view everything that happens in that area for the rest of the scene.",
		"level": "3",
		"users": [
			"Uktena"
		]
	},
	{
		"id": 332,
		"name": "Call Elemental",
		"description": "The Garou is able to call one of the four classic elementals to his aid (earth, air, fire or water). An elemental teaches this Gift.",
		"system": "    The player spends one Gnosis point and rolls Gnosis (difficulty is equal to the area’s Gauntlet). She must then roll Manipulation + Occult (difficulty 7) to make the summoned elemental amenable to helping her. The elemental vanishes at the end of the scene.",
		"level": "4",
		"users": [
			"Uktena"
		]
	},
	{
		"id": 333,
		"name": "Hand of the Earth Lords",
		"description": "By drawing on the land’s energies, the Uktena can move any one object weighing up to 2,000 pounds (900 kg) simply by gesturing at it. An air elemental and an earth elemental must teach this Gift in concert.",
		"system": "  The player spends one Gnosis point and rolls Dexterity + Occult (difficulty 7). Concentration is necessary to move the object, which travels at roughly 20 mph (32 kph). The Garou’s control lasts for one turn per success.",
		"level": "4",
		"users": [
			"Uktena"
		]
	},
	{
		"id": 334,
		"name": "Fetish Doll",
		"description": "Sympathetic  magic  is among the oldest principles of sorcery — possibly theoldest — and still as effective as it ever was. The Garou can harm his victims from afar using a specially-created doll. He must have a piece of his victim or an object belonging to him, and he must then construct the doll to incorporate the prize. An ancestor-spirit teaches this Gift.",
		"system": "   The  doll  takes  one  week  to  construct  and  enchant. The player rolls Perception + Crafts (difficulty 8) to do so. When the doll is complete, the player may roll  Intelligence  +  Medicine  (difficulty  is  equal  to  the  victim’s  Willpower).  Each  success  inflicts  one  level  of  aggravated damage on the victim, soakable if the victim is capable of doing so. After 10 successes, the doll is too mutilated to be of further use.",
		"level": "5",
		"users": [
			"Uktena"
		]
	},
	{
		"id": 335,
		"name": "Beat of the Heart Drum",
		"description": "The  werewolf becomes an inescapable hunter, drawn ever onward by the beat of his prey’s heart until that heart grows still. A spirit servant of Great Wendigo teaches this Gift.",
		"system": "   The  Garou  must  have  an  object  belonging  to his target, a piece of the victim (a blood sample, a lock of hair), or must have tasted his quarry’s blood in the past. The player spends a point of Gnosis and rolls Perception + Survival (difficulty 7). The Wendigo can hear her quarry’s heartbeat for one day per success, no matter how far away they may be. The beat grows louder as the werewolf draws near, making tracking effortless.",
		"level": "1",
		"users": [
			"Wendigo"
		]
	},
	{
		"id": 336,
		"name": "Call the Breeze",
		"description": "The werewolf calls up a strong (~20 mph/36 kph), cold wind and directs it as she wills. The wind chills anyone not prepared for it, and can disperse (or redirect) clouds of vapor (including tear gas or airborne toxins) as well as swarms of insects. An air elemental teaches this Gift.",
		"system": "  The Garou whistles or breathes out to summon the wind. Anyone caught in it loses one die from Perception rolls as long as the breeze lasts, and suffers a –1 penalty to all actions after one minute of exposure if not dressed appropriately for cold weather.",
		"level": "1",
		"users": [
			"Wendigo"
		]
	},
	{
		"id": 337,
		"name": "Camouflage",
		"description": "The Wendigo blends in  with  the  surrounding  wilderness,  the  better  to  evade  enemies or prepare ambushes. A deer-spirit teaches this Gift.",
		"system": "    The  difficulties  to  spot  the  Garou  in  the  wilderness increase by three.",
		"level": "1",
		"users": [
			"Wendigo"
		]
	},
	{
		"id": 338,
		"name": "Ice Echo",
		"description": "The Wendigo conjures a perfect reflection of himself. The image is identical to the Garou, except that it is reversed, as though seen in a mirror (so any writing on the Garou’s clothing would be backwards, scars would be on the wrong side, etc.) The Wendigo can control the image easily, giving it voice and guiding its motion. An ancestor-spirit teaches this Gift.",
		"system": "  The player spends a point of Gnosis to create the Ice Echo at any point within 100 feet (30 m). The Echo moves and sounds exactly like the Garou in addition to taking on her precise appearance, but gives off no scent or heat, and is intangible. Discerning which is the echo  and  which  is  the  original  requires  a  Perception  +  Enigmas roll (difficulty of the Garou’s Gnosis).",
		"level": "1",
		"users": [
			"Wendigo"
		]
	},
	{
		"id": 339,
		"name": "Cutting Wind",
		"description": "The  Wendigo  conjures up a bitterly cold blast of wind and directs it at will.  The  wind  can  knock  opponents  off  their  feet  and  chill them to the bone. A spirit servant of Great Wendigo itself teaches this Gift.",
		"system": "   The player spends one Willpower point. Directing the gust requires a Dexterity + Occult roll. Anyone hit by the wind loses two dice from all dice pools for two turns. The wind can also knock foes off ledges, into traffic, or into pits. The wind’s medium range is 20 yards (18 m), and it is modified as per the rules on firearms (see p. 293). The wind lasts for a number of turns equal to the successes rolled.",
		"level": "2",
		"users": [
			"Wendigo"
		]
	},
	{
		"id": 340,
		"name": "Claws of Frozen Death",
		"description": "As  the  Get of Fenris Gift: Fangs of the North.",
		"system": "   ",
		"level": "2",
		"users": [
			"Wendigo"
		]
	},
	{
		"id": 341,
		"name": "Salmon Swim",
		"description": "The Wendigo can swim as easily as a fish or walk on the surface of the water as if it were land. Salmon Swim only works on freshwater bodies; any natural body such as a lake, pond, or river is fair game, but the Gift doesn’t function for swimming pools or other purely artificial containers of freshwater. It is taught by a salmon-spirit. ",
		"system": "  The player spends one Gnosis point and rolls Dexterity + Athletics (difficulty 7). For each success, the character can move freely on or under the surface for one scene. Additionally, during this period, the Garou can use the effects of the lupus Gift: Hare’s Leap, so long as he begins and ends his leap in a sizable body of fresh water.  ",
		"level": "2",
		"users": [
			"Wendigo"
		]
	},
	{
		"id": 342,
		"name": "Speak with Wind Spirits",
		"description": "The  Wendigo may call upon wind-spirits for knowledge and guidance.  She  can  ask  them  one  question,  which  must  concern the immediate area (wind-spirits have short attention spans). A wind-spirit teaches this Gift.",
		"system": "   Upon learning this Gift, the Garou can automatically speak with wind-spirits while in the Umbra. To ask a question in the physical world, the player must roll Manipulation + Expression (difficulty 8). The number of successes reflects the accuracy of the information. If no wind-spirits are present (such as indoors, where the air is still and stagnant) this Gift cannot function. ",
		"level": "2",
		"users": [
			"Wendigo"
		]
	},
	{
		"id": 343,
		"name": "Blood of the North",
		"description": "The Wendigo takes winter as his brother, infusing the spiritual essence of the howling cold into his very flesh and bones. A snow-spirit teaches this Gift.",
		"system": "   The  Wendigo  ignores  all  penalties  due  to  cold or chilling effects, and gains an extra five dice of soak against all cold-based attacks. All Survival rolls made in cold environments are at –2 difficulty. This Gift’s effects are permanent.  ",
		"level": "3",
		"users": [
			"Wendigo"
		]
	},
	{
		"id": 344,
		"name": "Bloody Feast",
		"description": "Great Wendigo, as a hungry cannibal spirit, can teach his favored children how  to  gain  strength  from  an  enemy’s  flesh  and  blood.  An avatar of Great Wendigo teaches this Gift.",
		"system": "  The Garou must bite his opponent and taste blood — he must inflict at least one lethal or aggravated health level of damage, and his victim must be something that bleeds. If the opponent has toxic blood or none at all, this Gift cannot function. The player then rolls Gnosis at a difficulty of the opponent’s Stamina + 3. The Wendigo gains one extra dot in Strength for every two health levels of damage inflicted by the bite (maximum of + 5 to Strength). The extra Strength bonus lasts for two turns per success on the Gnosis roll. However, flesh and blood can  be  addictive;  the  Wendigo’s  player  must  make  an  immediate frenzy roll the turn after activating the Gift. ",
		"level": "3",
		"users": [
			"Wendigo"
		]
	},
	{
		"id": 345,
		"name": "Sky Running",
		"description": "The  Wendigo  gains the ability to run at 50 mph (80 kph) through the skies, leaving a track of fire behind him as he goes. He must continually remain in motion, or he falls. This Gift is taught by an avatar of Great Wendigo.",
		"system": "   The  Wendigo  concentrates  for  one  turn.  The player then spends one Willpower point. This Gift lasts  for  four  hours  and  may  be  replenished  by  further  Willpower expenditure. ",
		"level": "3",
		"users": [
			"Wendigo"
		]
	},
	{
		"id": 346,
		"name": "Call of the Cannibal Spirit",
		"description": "By  dancing  under  the  night  sky,  the  werewolf  can  summon  an avatar of Great Wendigo to hunt down a target of the Garou’s  choice.  The  werewolf  must  possess  a  piece  of  his  target, whose heart the Wendigo will devour. An avatar of Great Wendigo teaches this Gift.",
		"system": "  The Garou must dance for three full turns. The player spends one Rage point and one Gnosis point, then  rolls  Charisma  +  Occult  (difficulty  8).  If  the  roll  botches  or  if  the  Wendigo  is  somehow  prevented  from  killing its target, the spirit will return to kill the summoner.",
		"level": "4",
		"users": [
			"Wendigo"
		]
	},
	{
		"id": 347,
		"name": "Chill of Early Frost",
		"description": "The werewolf calls down a mystical chill from Great Wendigo himself, freezing the surrounding land and anyone in it. A spirit servant of Great Wendigo teaches this Gift.",
		"system": "   The player spends one Gnosis point and rolls Intelligence + Occult (difficulty varies; 4 if it is already winter,  6  for  spring,  9  for  summer).  Success  drops  the  temperature  a  bit  below  freezing  in  a  five-mile  (8  km)  radius, or even further below zero if it was already winter. All creatures without a natural coat of fur lose two dice from all pools. This Gift wreaks particular havoc in urban environments as pipes burst and roads freeze. This Gift lasts for one day per success.",
		"level": "4",
		"users": [
			"Wendigo"
		]
	},
	{
		"id": 348,
		"name": "Invoke the Spirits of the Storm",
		"description": "The Garou can summon nearly any weather effect she desires: Fog, tornadoes, blizzards, and thunderstorms all await her call. An avatar of Great Wendigo teaches this Gift.",
		"system": "   The  player  spends  one  Gnosis  point  and  rolls  Willpower.  (The  difficulty  varies  based  on  how  conceptually  close  the  desired  effect  is  to  the  current  weather patterns of the area). The storm covers 10 miles per success. If the Garou summons a thunderstorm, she may spend Gnosis to call lightning down on her enemies (Wits + Occult to hit, 10 dice of aggravated damage).",
		"level": "5",
		"users": [
			"Wendigo"
		]
	},
	{
		"id": 349,
		"name": "Heart of Ice",
		"description": "The  werewolf  can  call down the curse of the Wendigo on an enemy. The Garou must whisper the target’s name to the hungry winds; thereafter, the victim’s innards begin to turn to ice. An avatar of Great Wendigo teaches this Gift.",
		"system": "   The player spends one Gnosis point and rolls Wits + Occult (difficulty equals the target’s Willpower). Each success inflicts one level of unsoakable aggravated damage  at  a  rate  of  one  health  level  per  turn  until  all  damage has been done.",
		"level": "5",
		"users": [
			"Wendigo"
		]
	}
]


