{
	"id": 8,
	"name": "Silent Striders",
	"willpower": "3",
	"description": "Restless and haunted, the Silent Striders roam from caern to caern, always searching, always listening. They are messengers and advance scouts for the Garou Nation, rooting out things hidden to the other tribes and bringing word to the locals. Even in the modern days of electronic communication, the Striders prove themselves vital by bringing swift word of threats better spoken of face-to-face. They have a reputation for being taciturn and aloof, which lends extra weight to their words. When a Silent Strider has something to say, it’s often dangerous news.<br><br> The Silent Striders had their origins in Africa and the Middle East, particularly Egypt, but lore has it that they were exiled long ago. The tales have it that they were cursed by an ancient evil — a Wyrm-thing, an ancient vampire, perhaps both — a malignant force they called Sutekh. Now no Strider can rest within the boundaries of their ancient Egyptian homeland — and no ancestor-spirit of theirs can be found. Driven from their homelands, haunted by the spirits of the dead, severed from their ancestor-spirits and fated to wander until the end of days, the Silent Striders bear an immense burden on their shoulders. They have not rejected this burden — they still serve the Garou Nation, and take it upon themselves to aid the ghosts that pursue them — but any vampire that crosses their path runs the risk of feeling millennia’s worth of vengeance.<br><br> The tribe’s grim reputation earns them a mixed reception from the rest of the Garou Nation. It’s technically expected to offer hospitality to a Silent Strider, and wise leaders understand that any wandering follower of Owl may have critical information for them. But at the same time, Garou find it difficult to trust wolves that often don’t run in packs, and that defend no territory of their own. The curse on the tribe also concerns other werewolves, who have every reason to believe in such things. If the Striders are always on the move to keep two steps ahead of disaster, then will disaster come and visit wherever they rest? Most septs welcome the Silent Striders out of pragmatism, but it’s rare that the wanderers ever feel fully accepted.<br><br> But even though they may feel some longing for a permanent home, the Silent Striders have difficulty resting anywhere for too long. They refuse to compound their troubles by laying claim to territories that aren’t rightfully theirs, and after so long, they have developed restless souls. Many join packs for a while, to stave off the solitude, but few can stay in one place for years. Usually they stay and listen for as long as they can — and the Striders are patient, perceptive listeners — and then move on.<br><br> While they remain, though, the Striders are fiercely loyal friends. They may not be fully at ease in large groups, but they value the true companions they earn, especially packmates. They feel much the same way about their Kin — some Striders have a lover at every crossroads, but many more have brief and intense relationships with a single partner that will see the Strider far less often than they might like. Homid Striders thus often grow up with rare and conflicting memories of their Garou parent, who visits rarely and often seems distracted even then. The tribe has comparatively few metis, as the Striders are more likely to pair with other Garou than with their own, and thus many metis cubs with Strider heritage grow up in the other parent’s tribe. The rest are usually carried and concealed on their parent’s travels, taking what education and socialization they can at the septs where they can be revealed, and becoming acclimated to the road at an early age. Still, the lupus Striders have comparable problems to face — it’s not easy for a wolf-born to accept a life without pack or territory.<br><br>  With the road in front of them and their ghosts behind them, the Silent Striders can’t help but keep moving. They can stay in a place for a time, but if bound against their will, they become despondent and withdrawn, often falling into Harano. Even those who keep moving usually meet lonely deaths somewhere on their journey — it’s said that the aged or sorely wounded of the tribe walk into the Umbra on a final quest to find their ancestors, never to return. Whether they succeed or not, none can say.",
	"nickname": "Striders",
	"appearance": "No matter where they were born, Silent Striders are almost universally lean and fit from constant travel. Those with high Pure Breed have long, lean wolf forms that resemble the jackals of ancient Egyptian art, and Crinos forms reminiscent of the Egyptian deity Anubis. Sleek black coats and yellow eyes are also a mark of high Strider Pure Breed.",
	"territory": "Striders keep infrequent contact with their Kin, who are often dispossessed drifters themselves. They have no real territory of their own.",
	"creation": "Silent Striders tend to be lean and hardy rather than thick and bulky. They pick up a wide variety of Abilities in their travels. Resources is a discouraged Background; Ancestors is restricted, thanks to the Curse of Sutekh.",
	"gifts": [
		"Heaven's Guidance",
		"Sense Wyrm",
		"Silence",
		"Speed of Thought",
		"Visions of Duat"
	],
	"camps": [
		"<b>Harbingers:</b> These were the first Garou to take the Prophecy of the Phoenix seriously, or so some say. They spilt up and wandered the world looking for Wyrmsign and brought the word back. They are still not done telling the Garou of all the Wyrmsign they found. Most importantly, they bring hope. They are among the wisest of the Garou, so you better jump when they tell you to. ",
		"<b>Seekers:</b> Most of us are a Seeker in some form or another. Seekers wander from place to place looking for information they have not yet learned. Seekers tend to be clever, resourceful, inquisitive, and stubborn as all hell. If you want to know something, ask a Seeker. If they do not know the answer, they will point you in the right direction. Seekers know what has happened and what is happening now. ",
		"<b>The Dispossessed:</b> One cannot help to worry about the Dispossessed. They try nothing harder than to settle down somewhere. Something always prevents them from settling down. It is no wonder that they are so bitter. They study about the Apocalypse and are the most morbid among us. They watch for portents of the coming Apocalypse and tell their warnings to those who will listen. There are even rumors that they try to help bring about the Apocalypse. They believe that they will have a home after the Apocalypse. ",
		"<b>The Swords of the Night:</b> Originally known as the Daggers of Nut, the Swords are dedicated to break the hold of Sutekh's descendants over Egypt, and by extension, that of vampires over their territory in general. Other Tribes are often not happy to be drawn in conflicts created by assaults of the Swords against the local Leech population, which forces the Swords to act undercover. ",
		"<b>Wayfarers:</b> Perhaps the ones that really make the rest of us angry. These Striders sell their services to the highest bidder. They are talented, though. If one says he will get your message through, it will go through. Just because we have talents that make us good messengers, we should not be selling them to the highest bidder. ",
		"<b>Eaters of The Dead:</b> When we were exiled, we stopped eating the brains of humans due to possible Wyrm taint. Some of our tribe did not stop. The Eaters of the Dead still practice the Rite of Dormant Wisdom in secrecy. Sure they know a lot, but at what cost? Some say they have begun to perform the rite on immobilized Leeches while they are still conscious. ",
		"<b>The Bitter Hex:</b> These Striders are so ill-natured and spiteful at this point that they have taken it upon themselves to avenge all the slights the Striders have suffered over time. They are not violent like some camps in the Fianna. They use the evil-eye, the curse, the bad mojo, the Amria. Be careful not to cross them or you will find yourself on the receiving end of a curse. Your guts will be twisted into knots and leave you puking and feeble as a cub for a week. "
	],
	"totem": "Owl, the wise hunter who flies silently by night. Owl has a small, subtle brood of spirits to her name, peculiar creatures such as the Darklings and the tiny skeletal mice called the Twice-Born.",
	"quote": "Trust me, I’ve seen things you don’t want to know about.<br> This, though — this you need to know.",
	"stereotypesTribes": {
		"furies": "Brave and committed women, but they still miss things when they let anger cloud their vision.",
		"gnawers": "Generous hosts with what they have, such as it is.",
		"children": "Good folks, but could stand to listen more and talk less.",
		"fianna": "They know more than most, and they’re more willing to share their stories than any.",
		"fenris": "They’re always there for you when you need them. Just kind of difficult to deal with when you don’t.",
		"walkers": "They know the Scabs almost as well as the Gnawers do, and can find out anything a human knows. Don’t understand us much, but we don’t need them to.",
		"talons": "Bad time to be isolationist, cousins.",
		"lords": "They can’t help treating you like you’re hiding something from them.",
		"striders": "",
		"fangs": "The world is widening and their vision is narrowing. Not a good combination.",
		"stargazers": "They understand the immensity of the world and the reality of the ground under your two feet. Just not as good with the people living in between.",
		"uktena": "Like us, they don’t talk about half of what they know. Not sure I like the reasons.",
		"wendigo": "Some noble souls lie under all that bloody ice."	
	}
}