{
	"id": 3,
	"name": "Fianna",
	"willpower": "3",
	"description": "Grief and joy, love and war, life and death — life is a series of contradictions, and the Fianna embrace them all. The Tribe of Stag are passionate Garou who exult in the pleasures of the flesh as well as the more abstract delights of a song well-sung or a battle well-fought. Their philosophy is far from a shallow “live in the now” concept, though. The Fianna are prominent lorekeepers and bards, fascinated with the history of all tribes as well as their own. Their Galliards have a particular place of honor within the tribe, but every auspice is expected to learn lessons from the past. <br><br> The Fianna trace their origins back to Western Europe, where they had a particular fondness for the Celtic peoples. They stress this cultural identity perhaps more than most other tribes do; members aren’t as prone to marry outside Celtic-descended bloodlines, and they prefer to adorn their weapons and fetishes with knotwork representative of “the old days.” They endure plenty of old rivalries with other European Garou that challenged their borders, as well as the Uktena and Wendigo, who were their enemies during the European migration to the Americas. The Fianna try to be generous and forgiving where these rivalries are concerned, remembering but not making too much of it — an attitude their rivals rarely share.<br><br> The Fianna trace their origins back to Western Europe, where they had a particular fondness for the Celtic peoples. They stress this cultural identity perhaps more than most other tribes do; members aren’t as prone to marry outside Celtic-descended bloodlines, and they prefer to adorn their weapons and fetishes with knotwork representative of “the old days.” They endure plenty of old rivalries with other European Garou that challenged their borders, as well as the Uktena and Wendigo, who were their enemies during the European migration to the Americas. The Fianna try to be generous and forgiving where these rivalries are concerned, remembering but not making too much of it — an attitude their rivals rarely share.<br><br> Strong passions and a powerful social streak run deep within the tribe. Their mirth is powerful, their loves intense, and their despair deep and prone to increasing into Harano. Introverted Fianna are rare, and don’t earn much sympathy; their tribemates tend to harass them to “loosen up” and enjoy the raucous gatherings more. Metis have it much worse. Fianna tradition holds that a deformed body reflects a deformed spirit, and treat their metis cubs with great severity — metis never hold positions of real authority within the tribe. It’s sadly ironic, then, that the Fianna, with all their hot-running passion and love of the romantic, are particularly prone to sin with other Garou and create these luckless children.<br><br> The passionate, mercurial nature of the Fianna manifests itself even in their wolf-born. Fianna lupus take to art readily, though of course they prefer songs and howls above all. Some (both inside and outside the tribe) suspect that this commonality represents a dose of fae blood — there are plenty of old stories of the Fianna fighting alongside the sidhe lords of Faerie, and engaging in tragic romances with the Old Ones.<br><br> In some ways, the Fianna consider themselves the guardians of Garou culture. They glorify the war every werewolf is born to fight, they sing tales of romance that stress the importance of clinging to one’s Kin, and they keep the stories of old victories and defeats. They leap into battle with exuberance, hoping to inspire their cousins to do the same. But even with no other tribe’s eyes upon them, the Fianna fight as ferociously as any Garou can.<br><br> Yet thanks to old rivalries and quick tempers, the Fianna can be a divisive presence as easily as a unifying influence. It’s hard for them to resist a particularly well-crafted taunt, or to shake hands with a rival who’s spoken ill of or mistreated Kin. Some Garou don’t take them seriously; others aren’t able to laugh off a Fianna’s bouts of temper so easily. It’s a good thing for the tribe that they’ve practiced the silver tongue as long as they have. Certainly whatever happens, the presence of a Fianna is prone to keep things lively and interesting.",
	"nickname": "Fianna",
	"appearance": "Fianna Pure Breed manifests itself as shining red or black fur, and often surprisingly large Lupus form. Fianna often use Gifts to make their eyes glow green, and teach their cubs to howl with beautiful eloquence.",
	"territory": "Although they always prefer places that remind them of “the old country,” such as rolling green hills and thick old-growth forests, Fianna can be found nearly anywhere their predominantly Celtic-descended Kinfolk have settled. Outside the British Isles, they are most common in Australia and New Zealand, Canada and the United States (particularly Appalachia). The Fianna are exceptionally protective of their Kinfolk — most of their bloody skirmishes with other tribes erupt over Kin issues. Most of their wolf Kin live in North America, save for a few hidden on protected European estates and parks.",
	"creation": "The Fianna are a social tribe, and strong Social Traits are common among them. They encourage most members to at least dabble in Performance. <br><br><b>No background restrictions.</b>",
	"gifts": [
		"Faerie Light",
		"Hare's Leap",
		"Persuasion",
		"Resist Toxin",
		"Two Tongues"],
	"camps": [
		"<b>Brotherhood of Herne:</b> Known by the Tribe as “the rapid reaction force,” this is Camp made up of predominantly Ahrouns with a few other Auspices mixed in. They started out as a means of sharing resources when the battle against the newly formed Black Spiral Dancers was at its worst. A few Ahrouns from each Sept would Moonbridge into a Caern in trouble and come to the rescue so to speak. Although the numbers aren’t the same in the 21st Century, the Brotherhood still serves the same purpose: to come to the rescue of Caerns in need. ",
		"<b>Children of Dire:</b> The Children of Dire are the primary Fianna protectors and defenders of the wild places of the world. Made up entirely of Lupus Garou and Kinfolk they are sparse these days, when the influence of the Weaver has spread unhindered throughout Gaia; but in the farthest reaches of the world, where the Wyld still reigns supreme, there you will find the Children. They look after places where two legs could not traverse, and they seek out and protect the Lupus Kinfolk that are growing rarer in the world. They are much like the Whispering Rover Camp though, in that they never really have a place to call their own; and for Lupus, who feel the pull of territory more so than the other Breeds, it’s a hard life. But as many would say, someone’s gotta do it.",
		"<b>Grandchildren of Fionn:</b> If there has to be one Camp that is the most famous of the Fianna, it is the Grandchildren of Fionn. Named for Fionn MacCumhail, Kinfolk and Warleader of the human Fianna; this Camp is the most popular to the younger members of the Tribe. They go out seeking adventure and battling the Wyrm wherever they can find it; they travel all around the world seeking glorious, honorable, and wise tales to tell about their exploits. Though in the end, even the mightiest warriors often leave the Camp in favor of a warm fire and a good Kinfolk at their side. Still, with the fame that this Camp often brings to any Garou who truly follows its tenants, it is easy to see why so many youngsters chose to gain their fame within the Ranks of the Grandchildren. These Garou seem to care more about fighting that the reasons why they’re doing it. ",
		"<b>Mother's Fundamentalists:</b> The Fundies are the most unpopular Camp within the Fianna, not just to other Garou, but to the rest of the Tribe at large. They wish to bring back the Impergium, and it would seem as though no matter how many times they are put down by the world, the just keep coming back. They had their hand in the terrorism and wars in Northern Ireland, and dragged the Grandchildren and the Brotherhood in with them to boot; and now, with the makings of peace in Northern Ireland, it seems to be Scotland that they’ve set their claws into. New name, new face, old policies. ",
		"<b>Songkeepers:</b> Of all the Camps of the Fianna, the Songkeepers have the right to claim legacy as the oldest with only the Grandchildren of Fionn who could possibly dispute that claim. They are what everyone thinks of when one speaks of the Fianna; they are the lore masters, the storytellers, and the ones who dedicate themselves to keeping the oral history alive, and not just their own Tribe, but the whole of the Garou Nation. But contrary to the way it sounds; this Camp is not just Galliards. The Theurges seek out and learn Rites, making sure that none are lost as the Apocalypse approaches; and the Philodox preserve the ancient wisdom of past Judgments. There are even Ragabash amongst the numbers of this Camp. The important thing is, the ability to learn and share that knowledge with all Garou, not just the Fianna, it is why the Camp is so well known to the other Tribes. ",
		"<b>Tuatha De Fionn:</b> The Tuatha De Fionn- or Children of Finn are the Camp of the Fianna that has made it their trade to bolster good relations with the fae that are left in the world. They are the diplomats between the two groups of beings that otherwise probably would not get along. If the fae have a problem with Garou, these are the Fianna that they are like to go to; and if the Garou have a problem with the fae, well, more often then not they try to handle it themselves and these are the Fianna that have to pick up the pieces. It’s a hard job, Changelings are a tricky lot; they do not think like humans most of the time and they seem to exist in a world that is very different from the one the Garou know. But if anyone can bridge that gap, it’s the Tuatha De Fionn.",
		"<b>Whispering Rovers:</b> The Whispering Rovers are a Camp made up primarily of Homid Garou, and some Metis, you’ll find very few Lupus in this group for the Lupus Garou tend towards the Children of Dire, who are very similar to the Rovers. These Garou give up house and Kin to travel the world. Much like the Silent Striders of Egypt, the Fianna of this Camp are not always well received by other Garou, primarily because they tend to show up unannounced within spitting distance of Bawns; though they seem to do better in the United States than they do in Europe. They are spies, scouts, and messengers; they are the eyes and ears of the Tribe. These Garou report back to Tara every so often to report to the Ard Righ himself and keep him filled in on the details of what everyone is doing… not just the Fianna, everyone."
	],
	"totem": "Stag, who exemplifies the Fianna love of life. Stag’s brood largely comprises animal spirits such as Rabbit, Impala, the White Hart and the Hind, and some Naturae such as the Brook, Dawn and Grain.",
	"quote": "The blood of heroes is on fire within us!<br> The ghosts of our ancestors swell with pride to see us stand strong and true!<br> The Wyrm itself trembles when we howl!<br> AAAAUURROOOOO!",
	"stereotypesTribes": {
		"furies": "Best take them seriously, even the ones who see only half the picture. They’ll open a hole in you if they think you’re being patronizing.",
		"gnawers": "They know a lot about loyalty and friendship, especially in hard times. Good friends to have if you can earn their respect.",
		"children": "Good folks to have at any moot, even if it takes more effort to howl ‘em into a proper battle fury when the need’s there.",
		"fianna": "",
		"fenris": "Berserks and murderers, addicted to the taste of blood. There’s the remnants of a tribe we could’ve called friends somewhere in there, but it was buried millennia ago.",
		"walkers": "Strange sense of beauty they’ve got, picking a stinking city over a stretch of cool wood. Probably got spiders a-spinning behind their eyeballs.",
		"talons": "Strong and primal and all those things we’d adore if weren’t for the damned hatred of every person we love.",
		"lords": "Smart and vicious and effective, but anyone who doesn’t respect his king on principle needs to be watched.",
		"striders": "Give me the chills, they do. You think you’re spinning a truly tragic tale, and they just look back at you as if to say “Is that it?”",
		"fangs": "We owe them our loyalty, and it’s a hard debt to pay sometimes.",
		"stargazers": "We’re Garou. We need to burn out, not wither away!",
		"uktena": "Shadow Lords for politics, Uktena fospirits and the Umbra — all this secret brokering makes me a little nervous.",
		"wendigo": "Not all of our songs end well. The lay of us and the Wendigo isn’t over yet, but it’s been a tragic mess forever and might not get better in time."	
	}
}