{
	"id": 6,
	"name": "Red Talons",
	"willpower": "3",
	"description": "The Garou sing old tales of the time when humans cowered around their campfires and feared the fangs in the night. Most howl of the Impergium as something to be regretted — but not the Red Talons. These fierce werewolves claim that the only mistake made in the Impergium was choosing to end it — that Gaia would never have become this imperiled without the pestilence that is humanity running out of control. The Red Talons refute their human side almost entirely: apart from a few metis, the tribe is entirely wolf-born. Their anger and sorrow and hatred are born from watching their wolf kin diminish and humans spread — painful emotions that define the tribe.<br><br> Of course, the Talons are still werewolves, not simple wolves — they are capable of tool use, language, and all the sophisticated traditions of the Garou. much as the Talons hate humanity, they do not argue the necessity of sometimes using human things — only a foolish Talon would walk naked in a city if his hunt took him there. But they prefer to follow their wolf hearts first, and emulate humans only if absolutely necessary. Internally they organize themselves as wolves do, treating their packs as families with the alphas in the Father and Mother role. They constantly test one another’s dominance, in the name of keeping the pack healthy: the strongest must lead. They stress the tenets of the Litany that are clearly derived from the wolf side of Garou nature (such as “The First Share of the Kill for the Greatest in Station”).<br><br> The Talons’ almost entirely lupus perspective is in some ways beneficial for the Garou Nation. In every other tribe, the wolf-born are a fading minority. Every Red Talon knows what it’s like to transition from the immediacy of an animal’s mind to the complicated half-spirit intelligence of the Garou. Even their few metis are steeped in the lore of the lupus, and keep ancient rites that have never known the influence of human tradition. The Talons are a reminder that the Garou were once intended to be equal parts human and wolf, before the balance was lost long ago.<br><br> But the Red Talons are themselves ailing. They are a small tribe, refusing as they do to take human mates or adopt homid cubs. Their hatred for humanity weighs them down immensely, causing rifts with the other tribes who rightly fear for their human Kin. Yet not every Talon wears this hatred in the same way. Some call for the outright extinction of humanity, but others advise that what’s needed is a return to the old days when humans and wolves were roughly equal in number. Some are viciously cruel to their two-legged prey; others act with a quick mercy, refusing to sink to their enemy’s level by killing for sport.<br><br> Many Garou fear it’s a matter of time before the Red Talons fall to the Wyrm. Some argue it’s already happening — that the rumors of murderous rites performed on human captives are based in barely-concealed truth. Even within the tribe, some of Griffin’s chosen wonder if they go too far. But for most of the Red Talons, the answer is as simple and straightforward as any truth known to wolves: They are Garou. They have been given Rage in order to fight a war. They are simply set against a much more numerous enemy than any other tribe is willing to admit.",
	"nickname": "Talons",
	"appearance": "Pure Bred Talons tend to be large wolves with unusually sharp claw and ruddy brown fur. Regardless of Pure Breed, every Red Talon bears a shock of blood- or flame-red fur somewhere on his or her body. They rarely take Homid form, but when they do they are usually ill-groomed, stormy-eyed humans with a predatory glare and a certain awkwardness that stems from their unfamiliar balance and comparatively limited senses.",
	"territory": "Red Talons viciously guard their wolf Kin, and indeed any wolves they may encounter. They favor territories as far from humans as possible, but often must settle for stretches of land near human settlements. They do their best to make these territories undesirable, and many a bleak parcel of land spawns urban legends about the people said to go missing there — or is adorned with the bones of trespassers.",
	"creation": "There are no homid Red Talons. Red Talons favor physical Traits and high Perception; they naturally favor Abilities such as Survival, Brawl, Primal-Urge, Animal Ken, and Intimidate. Allies and Contacts are discouraged Backgrounds for Red Talons; Resources is restricted. Their only Kinfolk are wolves.",
	"gifts": [
		"Beast Speech",
		"Eye of the Hunter",
		"Hidden Killer",
		"Scent of Running Water",
		"Wolf at the Door"],
	"camps": [
		"<b>The Lodge Of The Predator Kings:</b> The Predator Kings believe that the time for compromises is over and the humans have to be slaughtered until there is no one left. ",
		"<b>Warders Of The Land: </b> Moderate Talons, the Warders will kill any human who trespasses into their territory, but will not follow them beyond that. ",
		"<b>Whelp's Compromise:</b> More an insult than a political faction, the Whelps are those rare Red Talons that see value in some human inventions. ",
		"<b>The Dying Cubs:</b> A secret group within the Tribe who use human suffering to 'nurture' Gaia to heal the wounds inflicted to Her by the humans. "
	],
	"totem": "Griffin, a totem of animalistic anger and skill at the hunt. Red Talons also pact with ancient spirits such as Sabertooth and Mammoth, with mythical spirits like Simurgh and Sphinx. The fallen totem of the White Howlers, Lion, now runs with Griffin’s brood.",
	"quote": "I would rather die than see a world without wolves.<br> I will gladly kill to prevent it.",
	"stereotypesTribes": {
		"furies": "Every problem you complain about is a problem invented by apes. If you were wiser you would see your enemy is not man, but human.",
		"gnawers": "You crawl on your belly and lick the humans’ feet. Have you not seen how they beat and chain their dogs?",
		"children": "What you call “peace” is just long, slow surrender. You have been giving up for so long you don’t even realize you’re doing it any more.",
		"fianna": "They remember much of how the world was, and how it could be again. But without action, all their howls are hollow.",
		"fenris": "They understand what it is to have enemies beyond counting. And they understand why we were given Rage.",
		"walkers": "Look at them! They are the future? Fear a world where all the Garou have given up the wolf and crawled into a metal web to wait for the end!",
		"talons": "",
		"lords": "A strong leader takes what is rightfully his, and commands respect. Why would you play your snake-tongue games if not to hide that you are not strong?",
		"striders": "Without packs, without territories, a wolf runs mad.",
		"fangs": "The leader that turns on her own pack must be driven out for the good of the rest.",
		"stargazers": "Why do you close your ears and call it listening? The wolf in you will tell you what you need to know, if you do not reject it.",
		"uktena": "Caching is for food you will need later, not for fetishes and spirits you should never have picked up in the first place.",
		"wendigo": "They understand us the most, I think. They grow more like us every moon."	
	}
}