{
	"id": 7,
	"name": "Shadow Lords",
	"willpower": "3",
	"description": "The strong dominate; the weak submit. This is the core of Shadow Lord philosophy. Intensely political and coldly pragmatic, the Shadow Lords practice a rigid internal hierarchy and promote an equally unforgiving value system for the Garou Nation. Their very presence is divisive. Other tribes view their manipulative tactics as a reason to distrust the Lords, or complain that anyone so ruthless is marked for eventual corruption. Some would argue that they should be cast out of the Nation entirely — but the Shadow Lords are far too valuable. Their methods are often dishonorable and sometimes cruel, but they get results.<br><br> Life among the Lords is one part oppressive and one part inspirational. Cubs are taught to fear their elders as much as revere them. But the tribe is also a meritocracy — those who have the ambition and skill to succeed will go farther than those who rely on a misguided sense of entitlement. The lupus of the tribe usually start by mastering this instinctive dominance before they begin to hone their more humanlike capacity for deception and politics. Metis begin with the deck stacked against them — but are in a unique position to begin learning the tribe’s manipulative tricks almost as soon as they can talk.<br><br> The Shadow Lords’ tribal strength is that they produce very strong, cunning champions; their elders and leaders have earned their position by constantly honing themselves. Their tribal weakness is that every Shadow Lord contends against his brethren. Those below you covet your position; those above you don’t want you coveting theirs. Their constant struggles for dominance have dealt them more than one setback in their ongoing quest for power.<br><br> This ruthless tribal philosophy has been at the tribe’s heart ever since its founding in what is now Eastern Europe. During the Impergium, they showed no mercy in culling their charges — and when the Impergium ended, they still believed it necessary that humans fear the dark. Over the years, the Shadow Lords have made all manner of alliances, only to turn on their compatriots when the opportunity and the excuse were there. Many of these alliances were even with other creatures of the night such as vampires. Of course, it’s not fashionable to be seen consorting with a Leech, even if you plan to eventually turn on it — because of course it will eventually turn on you — so the Shadow Lords aren’t seen doing so. Not if they can help it.<br><br> As ambitious and callous as they are, most Shadow Lords are still loyalists to the Gaian cause. They work to undercut and dethrone weak leaders, but a strong and cunning leader earns great loyalty from the tribe of Grandfather Thunder. They play one Garou against another, testing the loyalties of both. If someone in a sept is close to turning to the Wyrm, more often than not it’s a Shadow Lord who finds out first — and then exploits the information in the most advantageous way possible. As they reasonably point out, only the weak and corrupt have anything to fear from their investigations. The fact that it’s the Shadow Lords defining “weak” and “corrupt” does little to allay concerns. A Philodox of Grandfather Thunder rarely errs on the side of compassion.<br><br> In these dying times, though, the Shadow Lords see weakness all around them. The Silver Fangs are doddering and foolish at the time they’re needed most. The tribes are splintered and squabbling where they should be unified against the Wyrm. The authority of royal blood has failed; the calls for reconciliation have failed. Perhaps the only thing that will unite the Garou Nation is fear. If that’s what it takes — if the Garou need an iron claw to bring them together — the Shadow Lords will certainly take the opportunity when it presents itself.",
	"nickname": "Lords",
	"appearance": "Shadow Lords with high Pure Breed often lean toward the saturnine in all forms. In Lupus form, they are notably thick and stocky, with the dark coats that reflect their tribal name.",
	"territory": "The oldest Kinfolk families are of Eastern European stock, but the Shadow Lords are drawn to humans that demonstrate intelligence, power or excellence. They don’t coddle their Kin; they don’t breed with people (or wolves) that need it. They’re fairly opportunistic about territory, but prefer caerns in starkly beautiful settings like wildlands from a Gothic romance.",
	"creation": "Grandfather Thunder, a powerful storm-spirit that demands a clear hierarchy. The most famous spirits of his brood are the Stormcrows, which are inextricably linked to the Shadow Lords. Grandfather Thunder has also dominated other spirits that others would find difficult to control, such as spirits of night and pain.",
	"gifts": [
		"Aura of Confidence",
		"Fatal Flaw",
		"Seizing the Edge",
		"Shadow Weaving",
		"Whisper Catching"],
	"camps": [
		"<b>Lords of the Summit:</b> perhaps the largest camp, the Lords of the Summit tend to be the stereotypical Shadow Lords – power-hungry, manipulative, ambitious, and arrogant. This by no means makes them less dangerous foes. ",
		"<b>Bringers of Light:</b> if there is one group of Shadow Lords that receives something close to general respect, it is the Bringers of Light. These Shadow Lords are the ones who interact with evil powers, such as Black Spiral Dancers or vampires, and attempt to bring them down from within. ",
		"<b>Children of Crow:</b> taking Crow as their totem, these Garou act as advisors and 'fixers' to leaders within the Garou Nation, supporting the strong and the wise while plotting the downfall of the unworthy. ",
		"<b>Judges of Doom:</b> Philodoxes all, the Judges of Doom seek out and punish those who break the Litany ",
		"<b>Children of Bat:</b> one of the newest camps, these Shadow Lords follow the recently-redeemed totem of Bat and use his powers on Gaia's behalf. ",
		"<b>Lazarite Movement:</b> a pan-tribal movement dedicated to equal rights (or any rights, in some cases) for metis. "
	],
	"totem": "Grandfather Thunder, a powerful storm-spirit that demands a clear hierarchy. The most famous spirits of his brood are the Stormcrows, which are inextricably linked to the Shadow Lords. Grandfather Thunder has also dominated other spirits that others would find difficult to control, such as spirits of night and pain.",
	"quote": "Of course I have a plan.<br> Someone needs to do the thinking around here.<br> Now are you interested in winning this fight,<br> or were you looking forward to a glorious face-first charge into a wall of silver bullets?”",
	"stereotypesTribes": {
		"furies": "There’s more to them than just the righteous anger they broadcast. They have many irons in the fire; play to each one.",
		"gnawers": "Impressively clever. Dangerously underrated. Considerably useful.",
		"children": "Their aggression’s difficult to make use of, and they’re very sensitive about it. Still, don’t underestimate the utility of a tribe that understands the necessity of cooperation.",
		"fianna": "They’ll argue with any plan just for the love of argument. Let the dispute run its course, let them think they’ve won, and then get them moving against the target.",
		"fenris": "Handle them properly, and they’re a vital part of any battle plan. Make a mistake in handling them... actually, let me just say don’t make a mistake in handling them.",
		"walkers": "Sensible fellows who understand they don’t have many friends in the Nation, particularly pragmatic ones.",
		"talons": "Tricky to persuade and more clever than you’d expect, but fine hunters and warriors as long as you allow for a little... collateral damage.",
		"lords": "",
		"striders": "They see and hear more than you’d want them to. Account for that.",
		"fangs": "There will come a point where the fall of the Silver Fangs will do more to unify the tribes than their presence does. Wait.",
		"stargazers": "How do you deal with someone who claims to want nothing? Frustrating. At least they keep their distance when uninvited.",
		"uktena": "Pragmatic. Can be reasoned with. But they trust in their spirit cohorts more than in their fellow Garou, and those spirits of theirs are damnably enigmatic.",
		"wendigo": "They remember a great many poor bargains and bad deals. The prudent method is to offer them nothing you can’t afford to deliver."	
	}
}