{
	"id": 12,
	"name": "Wendigo",
	"willpower": "4",
	"description": "Besieged by the Wyrm and betrayed by their fellow tribes, the Wendigo have learned much about hatred over the centuries. The Europeans came to steal, murder, and conquer, and the tribes that came to the Americas with them were no better. Though the old wars over territory are now over, the Wendigo have forgotten little and forgiven less. Their anger is hot as blood on the snow; their hatred is cold and unyielding as glacial ice.<br><br> The Wendigo are named for their totem, the cannibal spirit of winter that has taught them much of their cold fury. They emulate him in many ways. They hunt as quietly as a snowfall, swiftly falling on their prey with the force of the North Wind. But they also view winter as the symbol of their purity: Vision clear as ice, heart spotless as fresh snow. They believe the European werewolves were caressed by the Wyrm long ago, and its corruption still lies within them. With the Croatan gone and the Uktena desperate enough to lie with the newcomers and delve into secrets best left forgotten, the Wendigo claim they are the only truly Pure Ones left.<br><br> Their rites and spiritual traditions reflect this concern with purity. The Wendigo meticulously attempt to expunge any trace of possible corruption from their rituals. Their moots are hidden well away from the eyes of any outsiders, and the Wendigo are not above killing even other Garou to defend their secrecy. Ritual purification is a common practice, particularly before or after hunting or going to war.<br><br> When they hunt, the Wendigo are terrifying even by the standards of werewolves. They do not bother with cruelty or mercy, instead killing with remorseless implacability. They are ghosts on the wind, dealing out sudden and bloody death. Even the Red Talons respect their skills — and, of course, understand their losses.<br><br> Outsider tribes know little of the Wendigo’s internal organization. In truth, the Wendigo are remarkably traditional. They have kept the Litany intact for long ages — even stressing the importance of avoiding human flesh, despite the influence of their cannibal totem. Leaders are expected to exemplify the tribal ideals of purity in particular. Homids and lupus are both well-respected, but unfortunately metis have a more difficult time within the tribe. They are living symbols of a failure to remain pure, and must work all the harder to prove their parents’ transgressions have left no inherent corruption on their souls.<br><br> Apart from their fairly strong alliances with the Talons and their Uktena brethren, the Wendigo have tenuous relations with the other tribes. They can work with any tribe if the need is great enough, but the situation must be dire indeed for a Wendigo to ally with a Fianna, Get of Fenris or Shadow Lord. The other “interloper” tribes are generally held at arm’s length, with the possible exceptions of the Silent Striders, Stargazers and Black Furies. But these days no tribe, not even the Uktena, is truly close to the Wendigo. Younger Brother’s scars run too deep.<br><br> At present, the Wendigo are on the defensive. The territories they have left are their primary concern. But they know that things just aren’t that simple. If they remain in their much-diminished holds, the other tribes will fall — it’s simply a matter of time, given their failings. And when that happens, the Wendigo, too, will be overrun. So their youngest and boldest roam out beyond the territories, entering cities and visiting other caerns to find how the war against the Wyrm is going — and where they may need to show the Enemy why it should fear the winter wind. Wherever they go, though, they remind the other tribes that they act from necessity rather than friendship. They still remember how they’ve been wronged. They still harbor an icy Rage.",
	"nickname": "Wendigo",
	"appearance": "The Wendigo are not as ethnically mixed as other tribes: they are almost exclusively born to native peoples of North America, particularly in the north. Wendigo with strong Pure Breed are clean-limbed, strong timber wolves that with coats in varying shades of gray.",
	"territory": "The Wendigo’s human Kinfolk are exclusively Native American peoples, particularly those concentrated on reservations or in tribal communities away from the larger cities. Wendigo Kin usually understand more of the old ways than other Kinfolk do, having been entrusted with a surprising amount of tribal lore. The tribe has a relatively high number of wolf Kin in their strongest territories — Canada, Alaska and the plains states of the US — though they refuse to breed with wolves that have been raised in captivity.",
	"creation": "Wendigo are a hardy, warlike group; strong Physical Attributes are prominent among the tribe. They favor Abilities that are most useful for war and the hunt, and there are precious few Wendigo that don’t have at least a dot in Survival. Contacts and Resources are discouraged Backgrounds.",
	"gifts": [
		"Beat of the Heart-Drum",
		"Call the Breeze",
		"Camouflage",
		"Ice Echo",
		"Resist Pain"],
	"camps": [
		"The Wendigo are few in number and closely knit; they could not survive the splintering that some tribes seem built upon. But just as their human Kin have many societies in their tribes -- warrior societies, police societies, educational societies, and more -- so do the Wendigo gather in some camps. While these groups create many differences of opinion, they are united in their lineage. <br><br>",
		"<b>Warpath:</b> When other Garou think of Wendigo this is what they see, these are the stereotypical Wendigo. They are angry, bitter, and willing to take the fight to the Whites and even to the Wyrmbringer Garou. They enjoyed their greatest size and power in the 1800’s as some of their more notable kin, such as Sitting Bull and Crazy Horse, fought the White power. While they have shrunk in size in the recent years, there are a number of youngsters who tire of the elders’ hollow words of peace and cooperatively and willing join the camp’s ranks. In recent events, the rise in native owned casinos is a blow to many a Wendigo’s pride, and such nonsense is at the heart of many Warpath member’s Rage. They see the very concept as a disgrace and a sign of full submission to the Whites’ ways. The Warpath has not yet taken their battle to their own people, but some say it is only a matter of time.",
		"<bThe Sacred Hoop:</b> Preaching reverence of all spirits White or Red, this camp was came to power and has fought for prominence in the Wendigo tribe in a manner that has left neither the Sacred Hoop, nor the Warpath, as the clear winners since the 60’s. They are the ones who have invited Whites to drum circles, and written books on powwows and other aspect of Native American culture. They worked to exploit the New Age interest in native cultures and shamanism, to bring about a better understanding of their kin and the ways that still hold true to the Earth Mother. As more and more members of the tribe have become dissatisfied and impatient with their elders however, this camp’s membership has grown old and somewhat thin. ",
		"<b>The Secret Hoop: </b>This camp plays a delicate game based primarily on the reality of what would happen should the Whites be eradicated from the face of the Pure lands. It’s not only something that might happen but something that several members of both the Warpath and Ghost Dance have been planning and articulating for over 500 years. Should any of their more radical plans come to fruition, the Wendigo would find themselves, as well as the Uktena, and perhaps the Red Talons and some of the more militant Black Furies, against the might of the entire Garou Nation. This battle would surely be the Wyrm’s greatest work yet and would only serve to drive the poison further into Gaia’s dying veins. So as long as the Warpath and the Ghost Dancers have existed, so have the Secret Hoop pulling the strings that are attached to individual Wendigo here and there as needed. They play primarily on the fact that the Warpath and the Ghost Dancers have always argued, and are ignorant to the initial reasons why and ignorant to how similar their goals truly are. It would be a great blow to the tribe and the Secret Hoop should the Warpath and Ghost Dancers ever figure out just how closely they have been played against each other all these years. ",
		"<b>Ghost Dancers: </b>This group has members in the Uktena tribe as well and serves to make the land whole and clean as it once was. However, their Uktena counterparts do tend to be more squeamish when it comes to actual direct conflict. This camp is based upon the dreams of Wovoka, a Paiute holy man who taught that by living by the ways of the Earth Mother and by dancing the Ghost Dance, a new world could be brought about. Wovoka’s dance did not bring about a new world but his dream lives on. Now however, they dance quite differently and work to rid the Pure Lands of the Whites through litigation and the Whites’ own law systems. Recently they beam with pride at their success in establishing the Indian Nation of Nunavut, given to the native people by the Canadian government, as well as Nunavut’s place in Canada’s parliamentary government "
],
	"totem": "Tribal Totem: Wendigo, the cannibal spirit of winter. They also strike pacts with lesser spirits of ice and storm, and with spirits that share Great Wendigo’s hunger, such as Wolverine and Mosquito.",
	"quote": "Just because we have survived the treachery of your ancestors,<br> that doesn’t mean we’ve forgotten or forgiven.<br> Count yourself lucky there are greater enemies.",
	"stereotypesTribes": {
		"furies": "There’s little justice in this world, is there? Only what you make with your hands.",
		"gnawers": "They do what’s necessary to survive — understandable. But they have given up their pride, which is more than I am willing to do.",
		"children": "Too little, too late.",
		"fianna": "They offer hospitality and assistance from within the caerns they took from us so long ago. Such loremasters should sing less of their glory and more of their shame.",
		"fenris": "No loyalty and no honor. Respect for strength is not a virtue — it’s just fear.",
		"walkers": "This is the world you wanted? Are you happy in it?",
		"talons": "Your anger is very like ours, cousins, but would you defend our Kin the way we defend yours?",
		"lords": "Be certain they understand that we reject their bargains, and we will defend what little we have left with fang and claw. These crows take only what’s easily gained.",
		"striders": "Wise, sad strangers. They don’t turn on their neighbors to make up for what they’ve lost — I almost wish I could want to be like that.",
		"fangs": "They failed us long ago, and they still fail us today.",
		"stargazers": "You can trust them. They want nothing of their own save understanding.",
		"uktena": "Older Brother is as desperate as we are now. His path is as crooked as his serpent totem, and I fear it’s taking him into places darker than Uktena’s den.",
		"wendigo": ""	
	}
}
