{
	"id": 10,
	"name": "Stargazers",
	"willpower": "4",
	"description": "Few fully understand the Stargazers. They are the smallest tribe in the Garou Nation, in large part because they follow a creed that seems to fly in the face of what it means to be Garou. They pursue meditation, philosophy, lucid dreaming — all manner of ways to master their inner selves, to master their Rage. Caught between wolf and human, Rage and Gnosis, material and spirit, the Stargazers seek the very key to Garou existence: balance.<br><br> Balance, or the Middle Way, is essential to the tribal creed. Many of the Stargazers’ practices have their roots in human philosophy, but the tribe deliberately works to align these with mystic states of mind learned from their wolf souls. Their ultimate goal is an understanding that surpasses Rage — enlightenment that speaks to the heart of the homid, the lupus and the metis with equal strength.<br><br> The Stargazers spread into Asia following the end of the Impergium, and although they have never had the numbers to be truly strong in any given place, the lands surrounding the Himalayas have always been their spiritual heart. They have made less of a name for themselves as warriors over the millennia, largely because their perpetual search for a better way than Rage has kept them from participating in many of the territorial struggles common to the other tribes. Some actively (and incorrectly) disdain them as navel-gazers and pacifists. But the Stargazers still fight against the Wyrm, on the physical plane as well as within.<br><br> Internally, the Stargazers look for their leaders to be wise first and foremost. Challenges for Rank often involve complicated riddles, tests of patience, and peculiar vision quests. There is frequently no right answer to be found in these questions: it’s the act of contemplation that’s important, and the realization that one will always be presented with questions that have no proper answer. When commanded by Garou of other tribes, the Stargazers are more prone to obey than to challenge, even if the decisions are poor. But their obedience may take unexpected forms. The sagacious Stargazer is one who flows like water around a broken chain of command and shapes it to fit the greater need.<br><br> When the Stargazers go to war, they focus again on the adaptability, serenity, and crushing force of water. A Stargazer attack hits like a wave, pouring around the enemy’s defenses. The tribe has even developed a fighting style that emphasizes similar mutability. Their martial art, Kailindo, is derived from study of the winds and their spirits. A skilled kailindorani is allegedly able to shift forms more quickly than any other Garou, dropping to a smaller form to avoid a blow or swelling to a larger form to add weight to a takedown.<br><br> Yet these lofty ideals cannot always be met. The Stargazers strive to behave as enlightened beings, but they are still Garou. They emulate water, but the unquenchable fire of Rage smolders in their hearts. More than one Stargazer has snapped under the impossible pressure of life as a werewolf — even a slender reed can be bent so far that it will break.<br><br> As the End Times loom heavily, the Stargazers are a diminished tribe. The constant war against the Wyrm has taken its toll in attrition, and they have been slow to build their numbers by breeding. There are fewer wolf packs to breed with, and if fewer metis are born to the tribe that shuns desire, so too are fewer homids. The world constantly shifts into a more dangerous maze of illusion than it has ever been. They must go to war before they have achieved perfection, before they are ready.<br><br> But the Stargazers have always known that one will never be ready. The war is now. So they lift their voices to the four winds, and they move as a river.",
	"nickname": "Stargazers",
	"appearance": "Stargazers with strong Pure Breed run toward leaner, lighter builds in their wolf forms. Their coats come in a variety of grays and a few blacks, with a faint striping or brindling in some individuals.",
	"territory": "The Stargazers originally hailed from India and the Himalayas, but only a few of their secretive holdings there have avoided discovery and ruin. They are the tribe most distanced from their own Kin, in part due to their avoidance of strong emotional attachment — or even the material pleasures of casual dalliances. The tribe encourages the selection of wolfmates, in order to keep the lupine side of their nature in balance.",
	"creation": "Stargazers encourage the development of Mental Attributes. The Mentor Background is common. The tribe’s asceticism means that Stargazers with Fetish or Resources are rare; they also avoid the emotional bonds of Allies when they can.",
	"gifts": [
		"Balance",
		"Channeling",
		"Falling Touch",
		"Iron Resolve",
		"Sense Wyrm"
	],
	"camps": [
		"<b>The Heavenly Successors Of The Demon-Eater:</b> Heirs to Zhong Kuei, the Heavenly Successors have sworn themselves to the destruction of vampires and other creatures that leech Gaia's soul off. ",
		"<b>The Inner Path:</b> The Inner Path are a secret society that believe that the Stargazers should become the Alphas of the Garou Nation, since they are most spiritually advanced. Rather than challenging the Silver Fangs openly, the Inner Path works with other malcontents within the Nation to achieve their goal. ",
		"<b>The Klaital Puk:</b> The Klaital Puk serve a Garou they see as the reincarnation of Klaital Star-catcher. When the current Klaital dies, they seek omens and portents to learn where his soul has been reborn. Since the last Klaital died during the Week of Nightmares and has not yet resurfaced, the Klaital Puk have lost much of their influence. ",
		"<b>The Sacred Thread:</b> The Sacred Thread seek to spread education and spiritual counsel among humans to combat the tendrils of the Wyrm before they take root in a human mind. ",
		"<b>Trance Runners:</b> The Trance Runners have dedicated themselves to a meditative state during physical exercise. Lung-gompa - wind meditation - grants them physical prowess to fulfill their duties: transmitting messages, items, and secrets from caern to caern or court to court. ",
		"<b>The World Tree:</b> Members of the World Tree seek enlightenment not only among their own kind or humanity, but also from the spirits and even other Changing Breeds. They often undertake extended Umbral quest in search of their answers. ",
		"<b>The Zephyr:</b> The Zephyr are dedicated to master Kailindo, and, like the wind-spirits that mentor them, are constantly on the road, joining packs as they travel, seeking visions that will grant them enlightenment ",
		"<b>Ana-gamin:</b> The Ana-gamin are a near mythical group that are rumored to kidnap and indoctrinate promising Stargazers. They are said to roam the Umbra, searching for a way to sever the earthly connections of all Stargazers to allow their Tribe to wander the Umbra in its entirety. ",
		"<b>The Metastic Birth:</b> The followers of the Metastic Birth believe that the Wyrm is not imprisoned. Rather, it has cocooned itself and awaits its metamorphosis. Followers of the Camp believe that the Garou should prepare to survive the Apocalypse to experience the new world once the Wyrm has finally been transformed, not try to fight the process. ",
		"<b>Ouroboroans:</b> The Ouroboroans seek the free the ancient Wyrm of Balance from the Pattern Web. To do this, they strike at concentrations of Weaver power, search out forgotten Wyrm entities and seek ways into Malfeas. Only by following the Wyrm to its cave, rather than fighting its minions, do they feel they may truly influence the outcome of the Final War. "
	],
	"totem": "Chimera, the multipart creature that is expressed both in Greek mythology and in the peculiar Asian mythological beasts such as the pi xiu. The Stargazers also acknowledge other strange multifaceted spirits of dream and wisdom, such as Woneyah Kohne (the Dream Ravens) and Menegwho the Patchwork Wolf.",
	"quote": "Rage is a heavy snake that coils around you and sinks its poison into your heart.<br> You must recognize the burden on your back if you are to have any hope of standing up straight.",
	"stereotypesTribes": {
		"furies": "Their creed seems simple, but it embraces so much: sisterhood, motherhood, vengeance, mysticism, the Wyld. They have great depths beneath their Rage.",
		"gnawers": "There are many beggars who gave up everything, owned nothing, and gained everything. The Bone Gnawers are in a place to understand — are they simply playing the fool?",
		"children": "They’re good people. I respect their wisdom in attempting to transcend Rage, even though it’s married to a profound attachment to the world.",
		"fianna": "Vivid dreamers, but they love their emotions far too much to ever master them.",
		"fenris": "They would seem to be everything we are trying to overcome. But they have surprising clarity, in their own blood-smeared way.",
		"walkers": "The ability to see the Now so clearly is admirable. Can you see anything else?",
		"talons": "None compare to their wolf instinct, but that instinct is drowned in hatred that only humans can match.",
		"lords": "They define themselves by wants, not needs. It opens their hearts to the wrong visitors.",
		"striders": "Their fate is frightening. They have given up so much, and yet they cannot escape the ghosts that follow them.",
		"fangs": "Bloodlines, temporal power — they have been rooted in the material forever. Look on them and learn.",
		"stargazers": "",
		"uktena": "They carry burdens no one should be made to bear. I hope their wisdom and resolve is as strong as it seems.",
		"wendigo": "Be water, not ice."	
	}
}