{
	"id": 11,
	"name": "Uktena",
	"willpower": "3",
	"description": "In the days before the Europeans reached the Americas, the Uktena acted as the wise Older Brother of the three tribes of Pure Ones. Where Wendigo focused on war and the hunt, and the Croatan were more sociable, the Uktena gathered mystical lore to themselves. They settled across the Americas, favoring more southern lands where the rivers they cherish were plentiful.<br><br> When the arrival of the Europeans changed everything, and their Kin were much reduced in number, the Uktena chose to adapt. They began to interact with humans of many other cultures, favoring those who kept old animistic traditions or those who had suffered oppression much as the Pure Ones had. Many Uktena bear the blood of former slaves, or people driven from their lands, or immigrants who were shoved into filthy ghettos.<br><br> But although the Uktena have learned new hope from their embrace of outside cultures (excepting, of course, the Europeans’), a river of dark bitterness still runs through their hearts. They ally with the rest of the tribes, but keep secrets to themselves. They haven’t forgotten any of the insults and injuries they’ve suffered. And they don’t trust nearly as much as they let on. They still use the word “Wyrmcomer” to describe the Europeans, even if they don’t do it to their cousins’ faces. When there’s a need to cooperate, they’ll do so — but if there’s an opportunity to discreetly settle a particularly painful vendetta, they may find it hard to resist.<br><br> Despite the old wounds between the Uktena and most of the other tribes, they are valuable members of the Garou Nation. They have spent millennia communing with spirits to learn obscure occult secrets, bartering quietly with lone members of other supernatural communities (such as the Corax, Nuwisha, and Qualmi), and devising rites unknown even to the Wendigo. The Uktena have mastered more occult mysteries than any other tribe, giving them a notable edge where the mystical side of the war is concerned. However, not all of the secrets they’ve learned are safe.<br><br> The Uktena don’t shy away from dealing with things darker and more twisted than Gaian spirits. They have a long history of dealing with true horrors. In their explorations, ancient Uktena uncovered a number of powerful Banes lying dormant below the earth’s surface. They enacted mighty rites to keep these monstrous Wyrm-spirits bound, and for generations the Uktena have maintained the tradition of “Bane Tenders” to watch over these blasphemous sites. Over the ages, the tribe learned more of the Wyrm’s evil than any Gaian Garou should perhaps know.<br><br> Yet this knowledge is very useful. The Uktena are masters at discovering Wyrm taint, no matter how subtly hidden. They know the weaknesses of Banes that few other scholars can even name. The tribe’s Theurges are virtually unparalleled, and even their No Moons and Full Moons have a canny knack for understanding the hidden corners of the Umbra. Curiosity is praised as a virtue among the tribe — the cub with the most potential is one who’s hungry to learn. Lupus members are encouraged to ask as many questions as they want to, and as a result learn at an accelerated pace. Their metis are typically held to a harsh standard, yet sometimes even overtake their homid and lupus brethren in mastery of the occult. They have never known a world without mysticism.<br><br> These are dark times, and the Uktena’s knowledge of evil offers a constant window to temptation. Garou of every tribe can fall to the Wyrm, and when an Uktena gives in to the whispers from under the earth, he becomes one of the most cunning and dangerous of all the fallen. Other tribes who suspect the extent of the Uktena’s lore cannot help but dread the thought that they may weaken as a group. But while the Uktena have strength and purpose, they continue to strike at the Wyrm using methods and approaches few others could master. They know it well, after all. They know its allure and strength,— but also its tricks, its taboos, and its weaknesses.",
	"nickname": "Uktena",
	"appearance": "Uktena Pure Breed often manifests as reddish-black fur, and many have a distinct resemblance to red wolves. The tribe is a peculiar mishmash of Native American and various dispossessed ethnicities, and many members have a penchant for occult trinkets from a wide range of traditions.",
	"territory": "The Uktena bred with native peoples throughout the Americas, and have brought many other oppressed ethnic groups under their wing. They favor secluded territories, often places that have a bad reputation in local folklore. Many of these places have earned that reputation with ancient horrors bound beneath the land and kept there only by the Uktena’s vigilance.",
	"creation": "Uktena value high Mental Attributes, the better to perceive and master their many spiritual advantages. Occult is quite common among the tribe, and Uktena tend to learn rites and pick up fetishes whenever they can.",
	"gifts": [
		"Sense Magic",
		"Sense Wyrm",
		"Shroud",
		"Spirit of the Lizard",
		"Spirit Speech"],
	"camps": [
		"<b>Bane Tenders:</b> One of the oldest camps, the Bane Tenders are dedicated to keep the great Banes that the first Uktena bound in their Caerns asleep. ",
		"<b>Earth Guides:</b> The Earth Guides see themselves as the preservers of traditions. While they will seek to preserve any threatened human culture, some focus more on the Garou side, memorizing traditions of Lupus-born Garou or even those of the Fera. ",
		"<b>Path Dancers:</b> The Path Dancers seek to master other forms of magic, like Sorcery, for the use against the Wyrm. ",
		"<b>Scouts:</b> Originally messengers between the Three Brothers, the Scouts of the Modern Nights work to keep the disparate elements of the tribe in touch with each other. ",
		"<b>Raiders:</b> The Raiders focus on retrieving lost secrets from the hands of wyrmspawn, be they Black Spirals, vampires or even more sinister forces. ",
		"<b>Skywalkers:</b> The Skywalkers travel the Umbra to seek powerful spirits that they can bind into Fetishes to use against the Wyrm. ",
		"<b>Web Walkers:</b> Close allies to the Glass Walkers, the Web Walkers seek the secrets of the Weaver and modern technology for use against the Wyrm. ",
		"<b>Wyld Children:</b> Wyld Children often wander solitary, seeking communion with Gaia by isolating themselves in places with strong Wyld resonance. "
	],
	"totem": "The Uktena is a Native American river spirit resembling a horned serpent with a few pumalike features. Like many water-spirits, it is sometimes tempestuous and sometimes nurturing. Uktena has many water and snake-spirits in its brood, including Feathered Serpents, Sea Serpents and serpentine dragons of Asia.",
	"quote": "We were not given eyes, ears, and a mind so we could stay blind, deaf, and ignorant.<br> You don’t like what you see —<br> but that is exactly why we must look on it.",
	"stereotypesTribes": {
		"furies": "They keep all manner of interesting old traditions that would no doubt be quite useful, if we could simply convince them to share.",
		"gnawers": "Rat’s children know more than they pretend to. Not that much more, but enough.",
		"children": "They’ve achieved some real power in healing and purification. They could probably achieve much more if they weren’t so... tentative about other arts.",
		"fianna": "We’ll look after our own lore, thank you. That way we know it’s in trusted hands.",
		"fenris": "Fools who think if they are strong enough, they won’t have to bother to learn anything.",
		"walkers": "A little too specialized to be healthy, but there’s no denying they know tricks we can only guess at.",
		"talons": "They can’t indulge their bloodlust all the time. When you catch them in their quiet moments, you can learn some interesting things.",
		"lords": "Nothing quite gets their attention and respect like reminding them you may know more than they do.",
		"striders": "They must have seen so much in their wandering. I wish they’d share more of their experiences.",
		"fangs": "Subtly remind them of the wrongs we’ve endured, and encourage them to be good kings. They may not be competent enough to manage it, but at least they won’t be malicious.",
		"stargazers": "I respect your insight, cousin, but do you really think that if you don’t pay any attention to the world, it won’t pay any attention to you?",
		"uktena": "",
		"wendigo": "So angry, Younger Brother. If you were anyone else I would fear for you — but you remember the proper ways for now."	
	}
}

