{
	"id": 4,
	"name": "Get of Fenris",
	"willpower": "3",
	"description": "Even among a race of warriors, the Get of Fenris are the most warlike. The Fenrir, as they’re also known, value a glorious death over a peaceful old age. They wear their scars with pride, howl the glory of their victories, and revel in the fear that they spread among the minions of the Wyrm. To the Get, compassion is a luxury, not a virtue — the greatest virtues are valor and strength.<br><br> The Fenrir have their origins in Europe, where they once called Germanic tribes and Nordic raiders Kin. Yet even the most brutal and violent sagas of the regions pale before the lore of the Get. Their Galliards (or skalds) joyously recount grim tales of bloody death against impossible odds, of the eternal glory to be found on the battlefield. They have told stories of Ragnarok, of the Apocalypse, for millennia — and they are ready for it.<br><br> Blood alone doesn’t make a Get of Fenris. A cub could have the finest Pure Breed, but if he can’t make it through the bloody tribal Rite of Passage, he’s of no use to the Fenrir. Some cubs don’t even survive that first test. Harsh as it is, the Rite of Passage reflects the grim and fatalistic nature of life among the Get. The battles against the Wyrm will be no gentler,— and the Fenrir never run from battle. Every child of Great Fenris, no matter his or her auspice, must be ready to die gloriously for the Mother. This creed often seems contradictory to lupus cubs, who are used to survival as the first and most pressing mandate. Luckily, enough wolf-born find their Rage that the Get haven’t fallen too far behind in their ratio of homid-to-lupus members.<br><br> To make matters worse, many Get of Fenris embrace very elitist attitudes not just to strength and valor, but even to sex and ethnicity. This has been a source of internal conflict within the tribe for many years. Although modern Get are less prone to outright racism and sexism, the old prejudices against weakness run deep and take many forms. These haven’t done the tribe’s reputation among the rest of the Garou Nation any favors.<br><br> Although it’s not easy for outsiders to see, the Fenrir do possess admirable virtues beyond their courage. There are long-standing traditions of females doing as well as males in many Get septs — they frequently have to work very hard to earn respect, but this struggle is part of what earns them their status. Metis can excel as well, if their deformities don’t impede their actual strength — one who’s ugly as sin and has a terrible speech impediment will still earn much glory if he can fight to the tribe’s exacting standards. Many Get also care very deeply for their Kinfolk, taking family ties exceptionally seriously. This is a double standard for the Kin, of course: their werewolf relatives hold them to brutally high standards, but also defend them with great passion.<br><br> At every level, tribe society idealizes strength above all. Wisdom and cunning are valued, but as a complement to might, not a substitute. Fenrir leaders, or jarls, must earn their position through grueling physical trials, and be prepared to hold them in the same way. Tribal moots are full-moon affairs, beginning with a vicious gauntlet-running to determine who’s worthy to participate in the rites of the tribe. Rites of Renown entail bloody runes carved into werewolf hide; even mystical rites dealing with spirits involve ritualized combat between rite-master and spirit as often as not. Even their belief in an afterlife reflects the concept of Valhalla, a grand battlefield awaiting its heroes.<br><br> And for all their faults, the Get of Fenris produce many heroes. Their creed of strength is simple, but not simplistic — it teaches many Fenrir to master their Rage, to serve as examples of courage to the rest of the Nation, and to win battles that others would lose or abandon. They are remarkably loyal to those who earn their respect, and their harsh standards encourage other Garou to fight harder if they want to keep the Fenrir’s allegiance. With the Apocalypse at hand, no tribe is more ready to tear the Wyrm apart regardless of the cost.",
	"nickname": "Fenris",
	"appearance": "Strong Fenrir blood manifests as huge gray wolf forms with broad shoulders and vicious jaws. There are precious few Get whose hides aren’t marked with scars and tattoos. Some even brand their fur or ceremonially carve runes into their flesh.",
	"territory": "The Get of Fenris claim their oldest homelands in Europe, ranging from Scandinavia to Germany. They have followed their original Kin throughout many lands, and adopted new bloodlines wherever the local human population produced strong children. They favor rural territories, particularly where the weather is harsh, and are involved in more territorial conflicts than any other tribe. Their largest protectorates are in the Black Forest of Germany and the wilderness of Scandinavia.",
	"creation": "The Fenrir naturally stress combat and survival Traits. They almost never purchase Contacts: they want true friends, not associates.",
	"gifts": [
		"Lightning Reflexes",
		"Master of Fire",
		"Razor Claws",
		"Resist Pain",
		"Visage of Fenris"],
	"camps": [
		"<b>The Valkyria of Freya:</b> The Valkyria fight for the equal station of women within the Tribe. While most Fenris scorn this Camp, believing it to grow their females into bitchings weaklings that will only complain endlessly instead of taking what is theirs by right, the Valkyria themselves maintain that they are important for breaking many of the human preconceptions about the role of females within a society. They clash often (sometimes violently) with the Black Furies. ",
		"<b>Hand of Tyr:</b> The Hand of Tyr is comprised of Get that have turned their attention to fighting the Wyrm's influence within humanity, targeting rapists, child molesters, terrorists and violent criminals. ",
		"<b>Fangs of Garm:</b> The Fangs of Garm seek to better integrate the Get of Fenris into the Garou Nation and seek to mend bridges with the other Tribes, so that at the time of the Apocalypse, they can stand together. ",
		"<b>Mjolnir's Thunder:</b> Mjolnir's Thunder dedicate themselves solely to the combat against the Wyrm at any cost, eschewing every other activity for the sake of dedicating themselves to eternal war. Most members are seen as homicidal maniacs by the Tribe as a whole. ",
		"<b>The Glorious Fist of Wotan:</b> The Glorious Fist of Wotan believes that only the eradication of mankind can save Gaia. Humans have become the greatest vector through which the Wyrm spreads, so in order to curb it, they have to be killed. ",
		"<b>The Swords of Heimdall:</b> Born from the aftermath of the American Civil War, these Get adopted American ideals of racial supremacy as their own. As a result, they sought to cleanse the Tribe from 'impure' elements, including Black people, Indigenuous people from the Americas, Asians, Gypsies, and in extreme groups even Lupus, females and other Garou. In the 1930s, the Camp gained a major member upsurge and was nearly eradicated by the rest of the Get at the turn of the millenium.",
		"<b>Ymir's Sweat:</b> More of a bloodline than a true Camp, Ymir's Sweat is rumored to descend from Fenrir settlers that landed in northern Canada with the Vikings and interbred with Kin from the Wendigo and Croatans. If the Camp exists, they do their best to be kept secret. ",
		"<b>Loki's Smile:</b> Another faction that is more rumor than fact, Loki's Smile is said to control the Tribe from the shadows, it's members communicating via storm-spirits and hiding from the rest of the Tribe. "],
	"totem": "Fenris, the Great Wolf, one of the mightiest of war totems. Other spirits allied to the Get include Aegir, Hrafn the raven-spirit, the Norns, and Surtur, spirits both warlike and wise.",
	"quote": "Pain is my lover.<br> Death is my sister.<br> Gaia is my Mother, and Great Fenris is my Father. <br> You have NOTHING for me to fear!",
	"stereotypesTribes": {
		"furies": "A warrior is defined by fang and claw and klaive, not by a womb. You want respect? Earn it.",
		"gnawers": "You can run at my back if you’re too afraid to take the lead. But if you abandon me, I’ll carve you apart like the dog you pretend to be.",
		"children": "You think you were given these teeth, these claws, so you could sit about and talk odreams of peace? Fight, you sheepfuckers!",
		"fianna": "Your ancestors were almost as strong as ours, and you’re almost as strong as we are. What? It’s a compliment.",
		"fenris": "",
		"walkers": "The old ways are hard and painful and merciless. Not surprising that cowards will find any excuse to disdain them.",
		"talons": "I admire a wolf who picks a war because he feels it must be fought, not because he thinks he can win.",
		"lords": "Their schemes against the other tribes are treacherous, which is why they are not friends. Their schemes against the Wyrm are brilliant, which is why we haven’t cut them down.",
		"striders": "They remind me of the ravens: keen-eyed and clever, but better at scouting than fighting.",
		"fangs": "Speak with the voice of a true kingand we’ll follow. You’re too weak to be worth it any other way.",
		"stargazers": "You want to master your Rage by avoiding battle? Why not master fire by eating raw meat all your life while you’re at it?",
		"uktena": "Our ancestors found dark things in their lands when we were at war. Was binding these things the only way to stop them — or a way to keep them in reserve?",
		"wendigo": "You still want to fight us over the deeds of our ancestors? There are more productive ways to commit suicide."	
	}
}